{
    "pharmgkb_id": "PA450522",
    "drugbank_id": "DB00370",
    "names": [
        "Mirtazapine",
        "Avanza",
        "Axit",
        "Mirtabene",
        "Mirtaz",
        "Mirtazon",
        "Norset",
        "Promyrtil",
        "Remergil",
        "Remergon",
        "Rexer",
        "Zispin"
    ],
    "description": "Mirtazapine is a tetracyclic _piperazino-azepine_ antidepressant agent that was initially approved for the treatment of major depressive disorder (MDD) in the Netherlands in 1994.[A177946] This drug was first manufactured by Organon Inc., and received FDA approval in 1997 for the treatment of major depressive disorder.[T595, L6157] The effects of this drug may be observed as early as 1 week after beginning therapy.[A178144,L6160]\r\n\r\nIn addition to its beneficial effects in depression, mirtazapine has been reported to be efficacious in the off-label management of various other conditions.  It may improve the symptoms of neurological disorders, reverse weight loss caused by medical conditions, improve sleep, and prevent nausea and vomiting after surgery.[A177811]",
    "indication": "This drug is indicated for the treatment of major depressive disorder and its associated symptoms.[FDA label]\r\n\r\nMirtazapine has been used off-label for a variety of conditions including panic disorder, generalized anxiety disorder, dysthymia, tension headaches, hot flushes, post-traumatic stress disorder (PTSD), sleep disorders, substance abuse disorders, and sexual disorders, among others.[A177811,A177946]",
    "pharmacodynamics": "**General effects and a note on suicidality**\r\n\r\nMirtazapine is effective in treating moderate to severe depression and treats many symptoms normally associated with this condition. These symptoms may include disturbed sleep, lack of appetite, and anhedonia, in addition to anxiety.[A555,A178150,T595]. It is important to note that suicidal ideation and behavior may emerge or increase during treatment with mirtazapine, as with any other antidepressant. This risk is especially pronounced in younger individuals. Patients, medical professionals, and families should monitor for suicidal thoughts, worsening depression, anxiety, agitation, sleep changes, irritable behavior, aggression, impulsivity, restlessness, and other unusual behavior when this drug is taken or the dose is adjusted.[FDA label] Do not administer mirtazapine to children. When deciding to prescribe this drug, carefully consider the increased risk of suicidal thoughts and behavior, especially in young adults.[FDA label]\r\n\r\n**Effects on appetite and weight gain**\r\n\r\nIn addition to the above effects, mirtazapine exerts stimulating effects on appetite, and has been used for increasing appetite and decreasing nausea in cancer patients.[A177952, A177958]  Some studies and case reports have shown that this drug improves eating habits and weight gain in patients suffering from anorexia nervosa when administered in conjunction with psychotherapy and/or other psychotropic drugs.[A177961,A178186] In a clinical trial, women with depression experienced a clinically significant mean increase in body weight, fat mass, and concentrations of leptin when treated with mirtazapine for a 6-week period, with a lack of effect on glucose homeostasis.[A177970]\r\n\r\n**Effects on sleep**\r\n\r\nThe use of mirtazapine to treat disordered sleep has been leveraged from its tendency to cause somnolence, which is a frequently experienced adverse effect by patients taking this drug.[A177808,A177994,FDA label] Mirtazapine has been shown to exert beneficial effects on sleep latency, duration, and quality due to its sedating properties.[A177967] Insomnia is a common occurrence in patients with depression, and mirtazapine has been found to be efficacious in treating this condition.[A177808]",
    "mechanism-of-action": "**Summary**\r\n\r\nThe mechanism of action of mirtazapine is not fully understood[FDA label] but may be explained by its effects on central adrenergic and serotonergic activity. This drug exhibits a fast onset of action, a high level of response, a manageable side-effect profile, and dual noradrenergic and serotonergic effects that are unique from the effects of other antidepressants.[A177811]\r\n\r\n**Effects on various receptors**\r\n\r\nIt has been shown that both noradrenergic and serotonergic activity increase following mirtazapine administration. The results of these studies demonstrate mirtazapine exerts antagonist activity at presynaptic α2-adrenergic inhibitory autoreceptors and heteroreceptors in the central nervous system. This is thought to lead to enhanced noradrenergic and serotonergic activity [FDA label], which are known to improve the symptoms of depression and form the basis of antidepressant therapy.[A178198, A178201]\r\n\r\nMirtazapine is a strong antagonist of serotonin 5-HT2 and 5-HT3 receptors. It has not been found to bind significantly to the serotonin 5-HT1A and 5-HT1B receptors [FDA label] but indirectly increases 5-HT1A transmission.[A4709]  \r\n\r\nIn addition to the above effects, mirtazapine is a peripheral α1-adrenergic antagonist. This action may explain episodes of orthostatic hypotension that have been reported after mirtazapine use.[FDA label] Mirtazapine is a potent histamine (H1) receptor antagonist, which may contribute to its powerful sedating effects.[FDA label] The pain-relieving effects of mirtazapine may be explained by its effects on opioid receptors.[A13073,A177868]",
    "absorption": "The absorption of this drug is rapid and complete.[A177826, FDA label] Due to first pass metabolism in the liver and metabolism in the gut wall, absolute bioavailability is about 50%.[FDA label,A177826] Peak blood concentrations are attained within about 2 hours after an oral dose. Food has little effect on the absorption of mirtazapine, and no dose adjustment is required if it is taken with food.[FDA label] Steady-state levels are achieved by about 5 days after the initial dose.[FDA label, A177826] Mirtazapine pharmacokinetics vary across gender and age range. Females and the elderly population have been shown to have higher blood concentrations in comparison to males and younger adults.[A177826]",
    "metabolism": "Mirtazapine is heavily metabolized in humans.[FDA label] Demethylation and hydroxylation and subsequent glucuronide conjugation are the major pathways by which mirtazapine is metabolized.[A177826,FDA label] Data from in vitro studies on human liver microsomes show that cytochrome 2D6 and 1A2 lead to the formation of the _8-hydroxy metabolite_ of mirtazapine. The  CYP3A enzyme metabolizes this drug into its _N-desmethyl and N-oxide_ metabolites. There are various other unconjugated metabolites of this drug that are pharmacologically active, but are measured in the blood at limited concentrations.[FDA label, A177826]",
    "toxicity": "**LD50**\r\n\r\nOral LD50 was 830 mg/kg in male Swiss mice 24 hours after being administered mirtazapine.[F4597]  \r\n\r\n**Overdose information**\r\n\r\nActivated charcoal should be administered during an overdose to absorb excess mirtazapine. General supportive therapy should be employed, including maintenance of an adequate airway, oxygen therapy, and ventilation therapy. Vital signs and cardiac rhythm must be monitored. It is not advisable to induce vomiting. Gastric lavage with a large-bore orogastric tube with proper protection of the airway is recommended [FDA label]. There is no antidote for mirtazapine available currently.[FDA label] Consider the possibility of mirtazapine combined with other drugs in an overdose and ensure to contact the local poison control center for guidance on management.[FDA label]\r\n \r\n**Carcinogenesis**\r\n\r\nAt higher than normal doses, mirtazapine increased the incidence of hepatocellular adenomas and carcinomas in male mice. The highest doses administered to the mice were about 20 and 12 times the maximum recommended human dose (MRHD).[FDA label] Hepatocellular tumors and thyroid follicular adenoma/cystadenomas in male rats occurred at an increased rate at a higher mirtazapine dose (60 mg/kg/day). In female rats, both the medium (20 mg/kg/day) and higher (60 mg/kg/day) doses of mirtazapine increased the rate of hepatocellular adenomas.[FDA label]  The relevance of these findings in humans is not known at this time.[FDA label]\r\n\r\n**Impairment of Fertility**\r\n\r\nMirtazapine was administered to rats at doses reaching 100 mg/kg (equivalent to 20 times the maximum recommended human dose) in a fertility study. There was no impact on mating and conception, however, there was a disturbance of reproductive (estrous) cycling at higher doses.  These doses were measured to be at least 3 times the maximum recommended human dose. Loss of fetus before implantation in the uterus occurred when doses equivalent to 20 times the maximum recommended dose were administered.[FDA label]\r\n\r\n**Use in pregnancy**\r\n\r\nThis drug is categorized as a pregnancy category C drug. No adequate studies in pregnant women have been conducted.  In rats, an increased rate of post-implantation demise occurred with mirtazapine administration. Additionally, an increase in deaths of rat pups during the first 3 days of lactation with a decrease in pup birth weight was noted. Studies on animals are not always relevant to human response. Mirtazapine should be used during pregnancy only if the clinical need outweighs the possible risks to the fetus.[FDA label]\r\n\r\n**Use in nursing**\r\n\r\nWhether this drug is excreted in human milk is unknown.[FDA label] Many drugs are found excreted in human breast milk, therefore caution is advised if this drug is used during nursing.[FDA label]",
    "targets": [
        [
            "HTR2A",
            "5-hydroxytryptamine receptor 2A",
            "Humans"
        ],
        [
            null,
            "5HT3 serotonin receptor",
            "Humans"
        ],
        [
            "ADRA2A",
            "Alpha-2A adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA1A",
            "Alpha-1 adrenergic receptors",
            "Humans"
        ],
        [
            "ADRA1B",
            "Alpha-1 adrenergic receptors",
            "Humans"
        ],
        [
            "ADRA1D",
            "Alpha-1 adrenergic receptors",
            "Humans"
        ],
        [
            "HTR2C",
            "5-hydroxytryptamine receptor 2C",
            "Humans"
        ],
        [
            "OPRK1",
            "Kappa-type opioid receptor",
            "Humans"
        ],
        [
            "HRH1",
            "Histamine H1 receptor",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ],
        [
            "CYP1A2",
            "Cytochrome P450 1A2",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "SLC6A4",
            "Sodium-dependent serotonin transporter",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": null
}