{
    "pharmgkb_id": "PA451123",
    "drugbank_id": "DB00396",
    "names": [
        "Progesterone",
        "Agolutin",
        "Cyclogest",
        "Gesterol",
        "Gestone",
        "Progestasert",
        "Progestogel",
        "Qi Ning",
        "Relantan",
        "Susten",
        "Utrogestran",
        "Utrovin",
        "Vasclor"
    ],
    "description": "Progesterone is a hormone that occurs naturally in females, and is essential for endometrial receptivity, embryo implantation, and the successful establishment of pregnancy. A low progesterone concentration or an insufficient response to progesterone can cause infertility and pregnancy loss [A175609]. Progesterone is used in various contraceptive preparations to prevent ovulation and fertilization [T481], [A175612] as well as in other formulations to promote and support pregnancy.  Please see [Medroxyprogesterone acetate], [Megestrol acetate], [Dydrogesterone] and [Hydroxyprogesterone] entries for information on various other forms of progesterone.\r\n\r\nPharmaceutical progesterone is made from a plant source as a starting material and is chemically identical to progesterone of human ovarian origin [FDA label]. Progesterone is available in gelatinized capsule form, vaginal gel form, tablet form, vaginal insert form, and injection form, all used for various purposes [Label,F3898,F3904,F3901,F3907].",
    "indication": "**Gelatinized capsules**\r\n\r\nThe gelatinized capsules are indicated for use in the prevention of endometrial hyperplasia in non-hysterectomized postmenopausal women who are receiving conjugated estrogens tablets. They are also indicated for use in secondary amenorrhea [FDA label]. \r\n\r\n**Vaginal gel**\r\n\r\nProgesterone gel (8%) is indicated as progesterone supplementation or replacement as part of an Assisted Reproductive Technology (“ART”) treatment for infertile women with progesterone deficiency.  The lower concentration progesterone gel (4%) is used in the treatment of secondary amenorrhea, with the use of the 8% concentration if there is no therapeutic response to the 4% gel [F3898].\r\n\r\n**Vaginal insert**\r\n\r\nThis form is indicated to support embryo implantation and early pregnancy by supplementation of corpus luteal function as part of an Assisted Reproductive Technology (ART) treatment program for infertile women [F3901].\r\n\r\n**Injection (intramuscular)**\r\n\r\nThis drug is indicated in amenorrhea and abnormal uterine bleeding due to hormonal imbalance in the absence of organic pathology, such as submucous fibroids or uterine cancer [F3907]. \r\n\r\n**Tablets, contraceptive**\r\n\r\nThe tablet form of progesterone in contraceptive formulations is indicated for the prevention of pregnancy [F3904]. ",
    "pharmacodynamics": "Progesterone, depending on concentration and dosage form, and timing of exposure may have several pharmacodynamic effects.  These actions, according, to various preparations, are listed below:\r\n\r\nGeneral effects\r\n\r\nProgesterone is the main hormone of the corpus luteum and the placenta. It acts on the uterus by changing the proliferative phase to the secretory phase of the endometrium (inner mucous lining of the uterus).   This hormone, stimulated by a hormone called _luteinizing hormone_ (LH) is the main hormone during the secretory phase to prepare the corpus luteum and the endometrium for implantation of a fertilized ovum. As the luteal phase concludes, the progesterone hormone sends negative feedback to the anterior pituitary gland in the brain to decrease FSH (follicle stimulating hormone) and LH (luteinizing hormone) levels. This prevents ovulation and maturation of oocytes (immature egg cells). The endometrium then prepares for pregnancy by increasing its vascularity (blood vessels) and stimulating mucous secretion. This process occurs by progesterone stimulating the endometrium to decrease endometrial proliferation, leading to a decreased uterine lining thickness, developing more complex uterine glands, collecting energy in the form of glycogen, and providing more uterine blood vessel surface area suitable for supporting a growing embryo. As opposed to cervical mucous changes observed during the proliferative phase and ovulation, progesterone decreases and thickens the cervical mucus, rendering it less elastic. This change occurs because the fertilization time period has passed, and a specific consistency of mucous amenable to sperm entry is no longer required [T490].\r\n\r\n**Gelatinized capsules**\r\n\r\nProgesterone capsules are an oral dosage form of micronized progesterone which, chemically identical to progesterone of ovarian origin. Progesterone capsules have all the properties of endogenous progesterone with induction of a secretory phase endometrium with gestagenic, antiestrogenic, slightly antiandrogenic and anti-aldosterone effects [F3913]. Progesterone opposes the effects of estrogen on the uterus, and is beneficial in women with unopposed estrogen exposure, which carries an increased risk of malignancy [F3913].\r\n\r\n\r\n**Vaginal gel and vaginal insert**\r\n\r\n The gel preparation mimics the effects of naturally occurring progesterone. In the presence of adequate levels of estrogen, progesterone converts a proliferative endometrium into secretory endometrium. This means that the endometrium changes from a growing and thickening stage into a subsequent preparation stage for pregnancy, which involves further preparatory changes. Progesterone is necessary for the development of decidual tissue (specialized tissue amenable to supporting a possible pregnancy). Progesterone is required to increase endometrial receptivity for the implantation of a fertilized embryo. Once an embryo is implanted, progesterone helps to maintain the pregnancy [F3898]. \r\n\r\n\r\n**Injection (intramuscular)**\r\n\r\n Intramuscularly injected progesterone increases serum progesterone and aids in the prevention of endometrial tissue overgrowth due to unopposed estrogen (which leads to abnormal uterine bleeding and sometimes uterine cancer) [L5638], [F3916]. In the absence or deficiency of progesterone, the endometrium continually proliferates, eventually outgrowing its limited blood supply, shedding incompletely, and leading to abnormal and/or profuse bleeding as well as malignancy [L5638].\r\n\r\n**Tablets, contraceptive**\r\n\r\nProgesterone-only contraceptive tablets prevent conception by suppressing ovulation in about half of users, causing a thickening of cervical mucus to inhibit sperm movement, lowering the midcycle LH and FSH hormone peaks, slowing the movement of the ovum through the fallopian tubes, and causing secretory changes in the endometrium as described above [F3904].",
    "mechanism-of-action": "Progesterone binds and activates its nuclear receptor, _PR_, which plays an important part in the signaling of stimuli that maintain the endometrium during its preparation for pregnancy.\r\n\r\nProgesterone receptor (PR) is a member of the nuclear/steroid hormone receptor (SHR) family of ligand-dependent transcription factors that is expressed primarily in female reproductive tissue as well as the central nervous system. As a result of its binding its associated steroid hormone, progesterone, the progesterone receptor (PR) modulates the expression of genes that regulate the development, differentiation, and proliferation of target tissues [A175666]. In humans, PR is found to be highly expressed in the stromal (connective tissue) cells during the secretory phase and during pregnancy [A175651]. \r\n\r\nProgesterone may prevent pregnancy by changing the consistency of cervical mucus to be unfavorable for sperm penetration, and by inhibiting follicle-stimulating hormone (FSH), which normally causes ovulation.  With perfect use, the first-year failure rate for progestin-only oral contraceptives is approximately 0.5%. The typical failure rate, however, is estimated to be approximately 5%, due to late or missed pills [F3904].",
    "absorption": "**Oral micronized capsules**\r\n\r\nFollowing oral administration of progesterone in the micronized soft-gelatin capsule formulation, peak serum concentration was achieved in the first 3 hours. The absolute bioavailability of micronized progesterone is unknown at this time.  In postmenopausal women, serum progesterone concentration increased in a dose-proportional and linear fashion after multiple doses of progesterone capsules, ranging from 100 mg/day to 300 mg/day [FDA label]. \r\n\r\n**IM administration**\r\n\r\nAfter intramuscular (IM) administration of 10 mg of progesterone in oil, the maximum plasma concentrations were achieved in about 8 hours post-injection and plasma concentrations stayed above baseline for approximately 24 hours post-injection. Injections of 10, 25, and 50 mg lead to geometric mean values for maximum plasma concentration (CMAX) of 7, 28, and 50 ng/mL, respectively [F3916]. Progesterone administered by the intramuscular (IM) route avoids significant first-pass hepatic metabolism. As a result, endometrial tissue concentrations of progesterone achieved with IM administration are higher when compared with oral administration. Despite this, the highest concentrations of progesterone in endometrial tissue are reached with vaginal administration [A175657]. \r\n\r\n**Note on oral contraceptive tablet absorption**\r\n\r\nSerum progestin levels peak about 2 hours after oral administration of progesterone-only contraceptive tablets, followed by rapid distribution and elimination. By 24 hours after drug administration, serum levels remain near the baseline, making efficacy dependent upon strict adherence to the dosing schedule. Large variations in serum progesterone levels occur among individuals. Progestin-only administration leads to lower steady-state serum progestin levels and a shorter elimination half-life than concurrent administration with estrogens [F3904].   ",
    "metabolism": "Progesterone is mainly metabolized by the liver. After oral administration, the major plasma metabolites found are 20 a hydroxy-Δ4 a-prenolone and 5 a-dihydroprogesterone. Some progesterone metabolites are found excreted in the bile and these metabolites may be deconjugated and subsequently metabolized in the gut by reduction, dehydroxylation, and epimerization [FDA label]. The major plasma and urinary metabolites are comparable to those found during the physiological progesterone secretion of the corpus luteum [F3913]. ",
    "toxicity": "Intraperitoneal LD50 (rat): 327 mg/kg [MSDS]. \r\n\r\n**Use in pregnancy**\r\n\r\nOnly forms of progesterone that are indicated on product labeling for pregnancy should be used. Some forms of progesterone should not be used in pregnancy [FDA label], [F3904].  Refer to individual product monographs for information regarding use in pregnancy. Many studies have found no effects on fetal development associated with long-term use of contraceptive doses of oral progestins. Studies of infant growth and development that have been conducted have not demonstrated significant adverse effects, however, these studies are few in number. It is therefore advisable to rule out suspected pregnancy before starting any hormonal contraceptive [F3904]. \r\n\r\n**Effects on fertility**\r\n\r\nProgesterone at high doses is an antifertility drug and high doses would be expected to impair fertility until cessation [F3916]. The progesterone contraceptive should not be used during pregnancy. \r\n\r\n**Carcinogenicity**\r\n\r\nProgesterone has been shown to induce or promote the formation of ovarian, uterine, mammary, and genital tract tumors in animals. The clinical relevance of these findings is unknown [F3913]. Certain epidemiological studies of patients using oral contraceptives have reported an increased relative risk of developing breast cancer, especially at a younger age and associated with a longer duration of use. These studies have mainly involved combined oral contraceptives, and therefore, it is unknown whether this risk is attributable to progestins, estrogens, or a combination of both. At this time, there is insufficient data to determine whether the use of progestin-only contraceptives increases the risk in a similar way to combined contraceptives. A meta-analysis of 54 studies showed a small increase in the frequency of breast cancer diagnosis for women who were currently using combined oral contraceptives, or had used them within the past 10 years. There was no increase in the frequency of having breast cancer diagnosed ten or more years after cessation of hormone use. Women with breast cancer should not use oral contraceptives, as there is no sufficient data to fully establish or negate the risk of cancer with hormonal contraceptive use [F3904]. \r\n\r\n**Use in breastfeeding**\r\n\r\nProgesterone has been detected in the milk of nursing mothers [F3901], [F3904]. No adverse effects, in general, have been found on breastfeeding ability or on the health, growth, or development of the growing infant. Despite this, isolated post-marketing cases of decreased milk production have been reported [F3904]. ",
    "targets": [
        [
            "PGR",
            "Progesterone receptor",
            "Humans"
        ],
        [
            "NR3C2",
            "Mineralocorticoid receptor",
            "Humans"
        ],
        [
            "ESR1",
            "Estrogen receptor alpha",
            "Humans"
        ],
        [
            "CYP17A1",
            "Steroid 17-alpha-hydroxylase/17,20 lyase",
            "Humans"
        ],
        [
            "OPRK1",
            "Kappa-type opioid receptor",
            "Humans"
        ],
        [
            "ORM1",
            "Alpha-1-acid glycoprotein 1",
            "Humans"
        ],
        [
            "NR3C1",
            "Glucocorticoid receptor",
            "Humans"
        ],
        [
            "AR",
            "Androgen receptor",
            "Humans"
        ],
        [
            "SHBG",
            "Sex hormone-binding globulin",
            "Humans"
        ],
        [
            "ESR2",
            "Estrogen receptor beta",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP17A1",
            "Steroid 17-alpha-hydroxylase/17,20 lyase",
            "Humans"
        ],
        [
            "CYP1A1",
            "Cytochrome P450 1A1",
            "Humans"
        ],
        [
            "CYP1B1",
            "Cytochrome P450 1B1",
            "Humans"
        ],
        [
            "CYP2A6",
            "Cytochrome P450 2A6",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ],
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP3A5",
            "Cytochrome P450 3A5",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP3A7",
            "Cytochrome P450 3A7",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ],
        [
            "SLC22A2",
            "Solute carrier family 22 member 2",
            "Humans"
        ],
        [
            "SLC22A1",
            "Solute carrier family 22 member 1",
            "Humans"
        ],
        [
            "SLC22A3",
            "Solute carrier family 22 member 3",
            "Humans"
        ],
        [
            "ABCB11",
            "Bile salt export pump",
            "Humans"
        ],
        [
            "ABCC1",
            "Multidrug resistance-associated protein 1",
            "Humans"
        ],
        [
            "SLC10A1",
            "Sodium/bile acid cotransporter",
            "Humans"
        ],
        [
            "SLCO1B1",
            "Solute carrier organic anion transporter family member 1B1",
            "Humans"
        ],
        [
            "ABCG2",
            "ATP-binding cassette sub-family G member 2",
            "Humans"
        ],
        [
            "SLCO1B3",
            "Solute carrier organic anion transporter family member 1B3",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": null
}