{
    "pharmgkb_id": "PA449470",
    "drugbank_id": "DB00668",
    "names": [
        "Epinephrine",
        "Epi EZ Pen JR"
    ],
    "description": "Epinephrine, also known as _adrenaline_, is a hormone and neurotransmitter and produced by the adrenal glands that can also be used as a drug due to its various important functions. Though it has long been used in the treatment of hypersensitivity reactions, epinephrine in the auto-injector form (EpiPen) has been available since 1987 in the USA. Many new products/biosimilars and dosage routes have been approved under various names over the last several decades [L4355], [L4356], [L4358].  On August 16, 2018, Teva Pharmaceuticals USA gained approval to market its generic epinephrine auto-injector in 0.3 mg and 0.15 mg strengths [L4353]. Dosage delivery routes for epinephrine include intravenous, inhalation, nebulization, intramuscular injection, and subcutaneous injection.\r\n\r\nIn general, the most common uses of parenteral epinephrine are to relieve respiratory distress due to bronchospasm, to provide rapid relief of hypersensitivity (anaphylactic or anaphylactoid) reactions to drugs, animal serums and other allergens, and to prolong the action of infiltration anesthetics [F2136]. In addition to the above functions, epinephrine is the primary drug administered during cardiopulmonary resuscitation (CPR) to reverse cardiac arrest [A37697], [A37699].  It can be used in severe cases of croup [L4824].",
    "indication": "Epinephrine injection is indicated in the emergency treatment of type I allergic reactions, including anaphylaxis. It is also used to increase mean arterial blood pressure in adult patients with hypotension associated with septic shock.[L41260]\r\n\r\nEpinephrine's cardiac effects may be of use in restoring cardiac rhythm in cardiac arrest due to various causes but is not used in cardiac failure or in hemorrhagic, traumatic, or cardiogenic shock [F1247].\r\n\r\nEpinephrine is used as a hemostatic agent. It is also used in treating mucosal congestion of hay fever, rhinitis, and acute sinusitis; to relieve bronchial asthmatic paroxysms; in syncope due to complete heart block or carotid sinus hypersensitivity; for symptomatic relief of serum sickness, urticaria, angioneurotic edema; for resuscitation in cardiac arrest following anesthetic accidents; in simple (open angle) glaucoma; for relaxation of uterine musculature and to inhibit uterine contractions. Epinephrine injection can be utilized to prolong the action of local anesthetics [F1247].\r\n\r\nIn addition to the above, epinephrine is used as an over the counter (OTC) agent for the intermittent symptoms of asthma, such as wheezing, tightness of chest and shortness of breath [F2131].  It is also used for the maintenance of mydriasis during intraocular surgery [L4825].",
    "pharmacodynamics": "Epinephrine is a sympathomimetic drug. It causes an adrenergic receptive mechanism on effector cells and mimics all actions of the sympathetic nervous system except those on the facial arteries and sweat glands [F1247]. \r\n\r\nImportant effects of epinephrine include increased heart rate, myocardial contractility, and renin release via beta-1 receptors. Beta-2 effects produce bronchodilation which may be useful as an adjunct treatment of asthma exacerbations as well as vasodilation, tocolysis, and increased aqueous humor production [L4825]. In croup, nebulized epinephrine is associated with both clinically and statistically significant transient reduction of croup symptoms 30 minutes post-treatment [A40032]. Epinephrine also alleviates pruritus, urticaria, and angioedema and may be helpful in relieving gastrointestinal and genitourinary symptoms associated with anaphylaxis because of its relaxing effects on the smooth muscle of the stomach, intestine, uterus, and urinary bladder [FDA label].",
    "mechanism-of-action": "Epinephrine acts on alpha and beta-adrenergic receptors. Epinephrine acts on alpha and beta receptors and is the strongest alpha receptor activator [F1247]. Through its action on alpha-adrenergic receptors, epinephrine minimizes the vasodilation and increased the vascular permeability that occurs during anaphylaxis, which can cause the loss of intravascular fluid volume as well as hypotension.  Epinephrine relaxes the smooth muscle of the bronchi and iris and is a histamine antagonist, rendering it useful in treating the manifestations of allergic reactions and associated conditions [F2136]. This drug also produces an increase in blood sugar and increases glycogenolysis in the liver [F1247]. Through its action on beta-adrenergic receptors, epinephrine leads to bronchial smooth muscle relaxation that helps to relieve bronchospasm, wheezing, and dyspnea that may occur during anaphylaxis [FDA label].",
    "absorption": "Following I.V. (intravenous) injection, epinephrine disappears rapidly from the blood stream. Subcutaneously or I.M. (intramuscular) administered epinephrine has a rapid onset and short duration of action. Subcutaneous (SC) administration during asthmatic attacks may produce bronchodilation within 5 to 10 minutes, and maximal effects may occur within 20 minutes. The drug becomes fixed in the tissues rapidly [F1247], [FDA label].",
    "metabolism": "Epinephrine is rapidly inactivated mainly by enzymic transformation to metanephrine or normetanephrine, either of which is then conjugated and excreted in the urine in the form of both sulfates and glucuronides. Either sequence results in the formation of 3-methoxy-4- hydroxy-mandelic acid(vanillylmandelic acid, VMA) which is shown to be detectable in the urine [F1247].  Epinephrine is rapidly inactivated in the body mostly by the enzymes COMT (catechol-O-methyltransferase) and MAO (monoamine oxidase). The liver is abundant in the above enzymes, and is a primary, although not essential, tissue in the degradation process [L4361]. ",
    "toxicity": "Skin, LD<sub>50</sub> = 62 mg/kg (rat) [MSDS]\r\n\r\n**Pregnancy**\r\n\r\nEpinephrine is teratogenic in rats when given in doses about 25 times the human doses. It is unknown whether epinephrine can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. Epinephrine should be given to a pregnant woman only if clearly required in critical situations/emergencies [F2136].\r\n\r\n**Labor and Delivery**\r\nParenteral administration of epinephrine, if used as support for blood pressure during low or other spinal anesthesia for delivery, can lead to the acceleration of fetal heart rate and should not be used in obstetrics when maternal blood pressure is higher than 130/80. Epinephrine may delay the second stage of labour.\r\n\r\n**Common and generalized adverse effects**:\r\nTransient and minor side effects of anxiety, headache, fear, and palpitations may occur with therapeutic doses of epinephrine, especially in hyperthyroid individuals. Repeated local injections may result in necrosis at sites of injection due to vascular constriction. Cerebral hemorrhage; hemiplegia; subarachnoid hemorrhage; anginal pain in patients with angina pectoris; anxiety; restlessness; throbbing headache; tremor; weakness; dizziness; pallor; respiratory difficulty; palpitation; apprehensiveness; sweating; nausea; vomiting [FDA label].\r\n\r\n**Cardiovascular effects:** Inadvertently induced high arterial blood pressure may result in angina pectoris (especially when coronary insufficiency is present), cardiac ischemia, or aortic rupture [FDA label], [L4825]. Epinephrine may cause serious cardiac arrhythmias in patients not suffering from heart disease and patients with organic heart disease receiving drugs that sensitize the cardiac muscle. With the injection of epinephrine 1:1,000, a paradoxical but transient lowering of blood pressure, bradycardia and apnea may occur immediately post-injection [FDA label].\r\n\r\n**Cerebrovascular hemorrhage**: Overdosage or accidental I.V. injection of epinephrine may lead to cerebrovascular hemorrhage resulting from the sharp rise in blood pressure [FDA label].\r\n\r\n**Renal vasoconstriction**:  Parenterally administered epinephrine initially may produce constriction of renal blood vessels and decrease urine formation. High doses may cause complete renal shutdown [F2136].\r\n\r\n**Pulmonary edema**: Fatality may also result from pulmonary edema due to the peripheral constriction and cardiac stimulation produced by epinephrine injection [FDA label].\r\n\r\n**Digital vasoconstriction**: Since epinephrine is a strong vasoconstrictor, accidental injection into the digits, hands or feet may lead to the loss of blood flow to the affected area. Treatment should be directed at vasodilation in addition to further treatment of anaphylaxis [FDA label].\r\n\r\n\r\n",
    "targets": [
        [
            "ADRA1A",
            "Alpha-1A adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA1B",
            "Alpha-1B adrenergic receptor",
            "Humans"
        ],
        [
            "ADRB1",
            "Beta-1 adrenergic receptor",
            "Humans"
        ],
        [
            "ADRB2",
            "Beta-2 adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA2A",
            "Alpha-2A adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA2B",
            "Alpha-2B adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA1D",
            "Alpha-1D adrenergic receptor",
            "Humans"
        ],
        [
            "TNF",
            "Tumor necrosis factor",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "COMT",
            "Catechol O-methyltransferase",
            "Humans"
        ],
        [
            "MAOA",
            "Monoamine oxidase",
            "Humans"
        ],
        [
            "MAOB",
            "Monoamine oxidase",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "SLC22A2",
            "Solute carrier family 22 member 2",
            "Humans"
        ],
        [
            "SLC22A1",
            "Solute carrier family 22 member 1",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": null
}