{
    "pharmgkb_id": "PA450218",
    "drugbank_id": "DB00367",
    "names": [
        "Levonorgestrel",
        "Jadelle",
        "Levonelle",
        "Medonor",
        "Microlut",
        "Microluton",
        "Microval",
        "Neogest",
        "Norgeston",
        "Norplant",
        "Postinor"
    ],
    "description": "Levonorgestrel (LNG) is a synthetic progestogen similar to [Progesterone] used in contraception and hormone therapy.[A181988,T659] Also known as Plan B, it is used as a single agent in emergency contraception, and as a hormonal contraceptive released from an intrauterine device, commonly referred to as an IUD. Some of these devices are known as Jaydess, Kyleena, and Mirena.  A subdermal implant of levonorgestrel that slowly releases the hormone over a long-term period is also available.[L7823]  In addition to the above uses, levonorgestrel is used as a component of long-term combination contraceptives.[A181991,L7760,L7778] \r\n\r\nGlobally, levonorgestrel is the most commonly used emergency contraceptive. It was initially granted FDA approval in 1982 and was the first emergency contraceptive containing only progesterone, showing high levels of efficacy and a lack of estrogenic adverse effects when compared to older emergency contraceptive regimens.[A181976,A181994,L7760]",
    "indication": "**Emergency contraception**\r\n\r\nLevonorgestrel, in the single-agent emergency contraceptive form, is indicated for the prevention of pregnancy after the confirmed or suspected failure of contraception methods or following unprotected intercourse. It is distributed by prescription for patients under 17, and over the counter for those above this age.[L7760] This levonorgestrel-only form of contraception is not indicated for regular contraception and must be taken as soon as possible within 72 hours after intercourse.[A181976,L7760] It has shown a lower efficacy when it is used off label within 96 hours.[T659]\r\n\r\n**Long-term contraception or nonemergency contraception**\r\n\r\nIn addition to the above indication in emergency contraception, levonorgestrel is combined with other contraceptives in contraceptive formulations designed for regular use, for example with ethinyl estradiol.[L7766] It is used in various hormone-releasing intrauterine devices for long-term contraception ranging for a duration of 3-5 years.[L7778,L7781,L7787] Product labeling for Mirena specifically mentions that it is recommended in women who have had at least 1 child and can be indicated for the prevention of pregnancy for up to 8 years.[L7778,L42950] A subdermal implant is also available for the prevention of pregnancy for up to 5 years.[L7823]\r\n\r\n**Hormone therapy and off-label uses**\r\n\r\nLevonorgestrel is prescribed in combination with estradiol as hormone therapy during menopause to manage vasomotor symptoms and to prevent osteoporosis.[L7805]Off-label, levonorgestrel may be used to treat menorrhagia, endometrial hyperplasia, and endometriosis.[T659]",
    "pharmacodynamics": "Levonorgestrel prevents pregnancy by interfering with ovulation, fertilization, and implantation. The levonorgestrel-only containing emergency contraceptive tablet is 89% effective if it is used according to prescribing information within 72 hours after intercourse.[A181976,A181988] The intrauterine and implantable devices releasing levonorgestrel are more than 99% in preventing pregnancy.[A182123,L7778,L7781] Levonorgestrel utilized as a component of hormonal therapy helps to prevent endometrial carcinoma associated with unopposed estrogen administration.[A182042]",
    "mechanism-of-action": "**Mechanism of action on ovulation**\r\n\r\nOral contraceptives containing levonorgestrel suppress gonadotropins, inhibiting ovulation. Specifically, levonorgestrel binds to progesterone and androgen receptors and slows the release of gonadotropin-releasing hormone (GnRH) from the hypothalamus. This process results in the suppression of the normal physiological luteinizing hormone (LH) surge that precedes ovulation. It inhibits the rupture of follicles and viable egg release from the ovaries. Levonorgestrel has been proven to be more effective when administered before ovulation.[T659]\r\n\r\n**Mechanism of action in cervical mucus changes**\r\n\r\nSimilar to other levonorgestrel-containing contraceptives, the intrauterine (IUD) forms of levonorgestrel likely prevent pregnancy by increasing the thickness of cervical mucus, interfering with the movement and survival of sperm, and inducing changes in the endometrium, where a fertilized ovum is usually implanted.[L7778,L7781] Levonorgestrel is reported to alter the consistency of mucus in the cervix, which interferes with sperm migration into the uterus for fertilization. Levonorgestrel is not effective after implantation has occurred.[A181976] \r\nInterestingly, recent evidence has refuted the commonly believed notion that levonorgestrel changes the consistency of cervical mucus when it is taken over a short-term period, as in emergency contraception. Over a long-term period, however, levonorgestrel has been proven to thicken cervical mucus.[A181976] The exact mechanism of action of levonorgestrel is not completely understood and remains a topic of controversy and ongoing investigation.[A181976,L7760]\r\n\r\n*Effects on implantation**\r\n\r\nThe effects of levonorgestrel on endometrial receptivity are unclear, and the relevance of this mechanism to the therapeutic efficacy of levonorgestrel is contentious.[A175372,A218666] Prescribing information for levonorgestrel IUDs state that they exert local morphological changes to the endometrium (e.g. stromal pseudodecidualization, glandular atrophy) that may play a role in their contraceptive activity.[L7778,L7781]\r\n\r\n**Mechanism of action in hormone therapy**\r\n\r\nWhen combined with estrogens for the treatment of menopausal symptoms and prevention of osteoporosis, levonorgestrel serves to lower the carcinogenic risk of unopposed estrogen therapy via the inhibition of endometrial proliferation. Unregulated endometrial proliferation sometimes leads to endometrial cancer after estrogen use.[L7808]",
    "absorption": "Orally administered levonorgestrel is absorbed in the gastrointestinal tract while levonorgestrel administered through an IUD device is absorbed in the endometrium. Levonorgestrel is absorbed immediately in the interstitial fluids when it is inserted as a subdermal implant.[L7823] After insertion of the subdermal implant, the Cmax of levonorgestrel is attained within 2-3 days.[L7823]The Cmax following one dose of 0.75 mg of oral levonorgestrel is reached within the hour after administration, according to one reference.[A181976] In a pharmacokinetic study of 1.5 mg of levonorgestrel in women with a normal BMI and those considered to be obese (BMI>30), mean Cmax was found to be 16.2 ng/mL and 10.5 ng/mL respectively. Tmax was found to be 2 hours for those with normal BMI and 2.5 hours for patients with increased BMI.[A181985] The bioavailability of levonorgestrel approaches 100%.[L7793]\r\n\r\n\r\n\r\nMean AUC has been shown to be higher in patients with a normal BMI, measuring at 360.1 h × ng/mL versus a range of 197.28 to 208.1 h × ng/mL in an obese group of patients.  Obesity may contribute to decreased efficacy of levonorgestrel in contraception.[A181985] ",
    "metabolism": "After absorption of the oral emergency contraceptive preparation,  levonorgestrel is conjugated and forms a large number of sulfate conjugates. In addition, glucuronide conjugates have been identified in the plasma.[A182033] High levels of conjugated and unconjugated 3α, 5β-tetrahydrolevonorgestrel are found in the plasma. The entire metabolic pathway for levonorgestrel has not been studied, however, 16β-hydroxylation is one pathway that has been identified.[L7823] Small quantities of 3α, 5α­ tetrahydrolevonorgestrel and 16βhydroxylevonorgestrel are also formed.[L7760] No active metabolites have been identified.[L7793] The rate of metabolism may be considerably different according to the patient and may explain a wide variation in levonorgestrel clearance.[L7760] Liver CYP3A4 and CYP3A5 hepatic enzymes are reported to be involved in the metabolism of levonorgestrel.[A182084,L7760] ",
    "toxicity": "The oral LD50 in rats is greater than 5000 mg/kg.[L7790]\r\n\r\nAn overdose of this drug, like other contraceptives, may cause nausea and withdrawal bleeding. Provide symptomatic treatment in the case of a levonorgestrel overdose and contact the local poison control center. There is no specific antidote for a levonorgestrel overdose.[L7760,L7793,L7796]",
    "targets": [
        [
            "PGR",
            "Progesterone receptor",
            "Humans"
        ],
        [
            "SRD5A1",
            "3-oxo-5-alpha-steroid 4-dehydrogenase 1",
            "Humans"
        ],
        [
            "ESR1",
            "Estrogen receptor alpha",
            "Humans"
        ],
        [
            "AR",
            "Androgen receptor",
            "Humans"
        ],
        [
            "SHBG",
            "Sex hormone-binding globulin",
            "Humans"
        ],
        [
            "NR3C1",
            "Glucocorticoid receptor",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP3A5",
            "Cytochrome P450 3A5",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ]
    ],
    "transporters": null,
    "carriers": null,
    "genomic-data": null
}