{
    "pharmgkb_id": "PA164744372",
    "drugbank_id": "DB00479",
    "names": [
        "Amikacin",
        "Amexel",
        "Amukin",
        "Biklin",
        "Erkacin",
        "Farcyclin",
        "Flexelite",
        "Kamin",
        "Novamin",
        "Selaxa",
        "Selemycin",
        "Sikacin",
        "Tipkin",
        "Tybikin",
        "Ukaject",
        "Unikin",
        "Uzix",
        "Xylanal"
    ],
    "description": "Amikacin is a semi-synthetic aminoglycoside antibiotic that is derived from kanamycin A.[FDA label] Amikacin is synthesized by acylation with the l-(-)-γ-amino-α-hydroxybutyryl side chain at the C-1 amino group of the deoxystreptamine moiety of kanamycin A.[A39531]\r\n\r\nAmikacin's unique property is that it exerts activity against more resistant gram-negative bacilli such as Acinetobacter baumanii and Pseudomonas aeruginosa. Amikacin also exerts excellent activity against most aerobic gram-negative bacilli from the Enterobacteriaceae family, including Nocardia and some Mycobacterium (M. avium-intracellulare, M. chelonae, and M. fortuitum)[L4680]. M. avium-intracellulare (MAC) is a type of nontuberculous mycobacteria (NTM) found in water and soil. Symptoms of this disease include a persistent cough, fatigue, weight loss, night sweats, and shortness of breath and the coughing up of blood.[L4680]\r\n\r\nSeveral forms of amikacin are used currently, including an intravenous (IV) or intramuscular (IM) injection.[F1949] In September 2018, a liposomal inhalation suspension of this drug was approved by the FDA for the treatment of lung disease caused by Mycobacterium avium complex (MAC) bacteria in a small population of patients with the disease who do not respond to traditional treatment.[L4680,L4681]",
    "indication": "The amikacin sulfate injection is indicated in the short-term treatment of serious bacterial infections due to susceptible strains of gram-negative bacteria, including Pseudomonas species, Escherichia coli, species of indole-positive and indole-negative Proteus, Providencia species, Klebsiella-Enterobacter-Serratia species, as well as Acinetobacter (Mima-Herellea) species.[F1954]\r\n\r\nClinical studies have shown amikacin sulfate injection to be effective in bacterial septicemia (including neonatal sepsis); in serious infections of the respiratory tract, bones and joints, central nervous system (including meningitis) and skin and soft tissue; intra-abdominal infections (including peritonitis); and in burns and postoperative infections (including post-vascular surgery).[F1954]\r\n\r\nClinical studies have shown amikacin also to be effective in serious, complicated, and recurrent urinary tract infections due to the above organisms. Aminoglycosides, including amikacin, are not indicated in uncomplicated first-time episodes of urinary tract infections unless the causative organisms are not susceptible to antibiotics which are less toxic.[F1954]\r\n\r\nIn September 2018, a new indication with a new dosage route was approved for this drug. Amikacin liposome inhalation suspension was approved for the treatment of lung disease caused by a group of bacteria, Mycobacterium avium complex (MAC) in a limited population of patients with the disease who do not respond to conventional treatment (refractory disease).[L4673] This indication is approved under accelerated approval based on achieving sputum culture conversion (defined as 3 consecutive negative monthly sputum cultures) by Month 6 of treatment. Clinical benefit has not yet been established.[Label]\r\n\r\n**Important notes regarding Staphylococcus and Sensitivity testing:**\r\n\r\nStaphylococcus aureus, including methicillin-resistant strains, is the principal Gram-positive organism sensitive to amikacin.\r\nThe use of amikacin in the treatment of staphylococcal infections should be restricted only to second-line therapy, and should be limited to only those patients suffering from severe infections caused by susceptible strains of staphylococcus species who have failed to show sensitivity to other available antibiotics.[F1949]\r\n\r\nBacteriologic studies should be performed to identify causative organisms and their susceptibilities to amikacin. Amikacin may be used as initial therapy in suspected gram-negative infections and therapy may be initiated before obtaining the results of susceptibility testing.[Label,F1949,F1954]",
    "pharmacodynamics": "Amikacin is an aminoglycoside antibiotic. Aminoglycosides bind to the bacteria, causing misreading of t-RNA, leaving bacteria unable to synthesize proteins vital to their growth. Aminoglycosides are useful mainly in the treatment infections involving aerobic, Gram-negative bacteria, such as Pseudomonas, Acinetobacter, and Enterobacter. In addition, some mycobacteria, including the bacteria that cause tuberculosis, are susceptible to aminoglycosides. Infections caused by Gram-positive bacteria can also be treated with aminoglycosides, however, other antibiotics may be more potent and less toxic to humans.[Label,F1949]",
    "mechanism-of-action": "The primary mechanism of action of amikacin is the same as that for all aminoglycosides. It binds to bacterial 30S ribosomal subunits and interferes with mRNA binding and tRNA acceptor sites, interfering with bacterial growth. This leads to disruption of normal protein synthesis and production of non-functional or toxic peptides. Other actions have been postulated for drugs of this class.[Label,F1949,F1950] Amikacin, as well as the rest of the aminoglycosides, are generally bacteriocidal against gram-positive and gram-negative bacteria.[L4680,F1954]",
    "absorption": "Rapidly absorbed after intramuscular administration. Rapid absorption occurs from the peritoneum and pleura. Poor oral and topical absorption. Poorly absorbed from bladder irrigations and intrathecal administration.[F1954,Label]\r\n\r\nThe bioavailability of this drug is expected to vary primarily from individual differences in nebulizer efficiency and airway pathology.[Label]\r\n\r\nFollowing IM administration of a single dose of amikacin of 7.5 mg/kg in adults with normal renal function, peak plasma amikacin concentrations of 17-25 micrograms/mL are attained within 45 minutes to 2 hours.[F1949]\r\n\r\nFollowing IV infusion of the same dose given over 1 hour peak plasma concentrations of the drug average 38 micrograms/mL immediately following the infusion, 5.5 micrograms/mL at 4 hours, and 1.3 micrograms/mL at 8 hours.[F1949]",
    "metabolism": "Amikacin's structure has been altered to reduce the possible route of enzymatic deactivation, thus reducing bacterial resistance. Many strains of Gram-negative organisms resistant to gentamicin and tobramycin have shown to be sensitive to amikacin in vitro.[F1949]\r\n",
    "toxicity": "**Oral (LD50):** 6000 mg/kg (Mouse) [MSDS]. No antidote for toxicity is currently available. This drug is only 20% dialyzable; however, this is variable based on the type hemodialysis filter used.[L4680]\r\n\r\n**Nephrotoxicity** \r\n\r\nMild and reversible nephrotoxicity may be observed in 5 - 25% of patients. Amikacin accumulates in the proximal renal tubular cells. Tubular cell regeneration occurs despite continued drug exposure. Toxicity most commonly occurs several days following initiation of therapy. Amikacin may exacerbate pre-existing renal disease.[Label]\r\n\r\n**Ototoxicity**\r\n\r\nMay cause irreversible ototoxicity.[Label] Ototoxicity appears to be correlated to cumulative exposure. Drug accumulation in the endolymph and perilymph of the inner ear causes irreversible damage to hair cells of the cochlea or summit of ampullar cristae in the vestibular complex. High- frequency hearing is lost first with progression leading to loss of low-frequency hearing. Further toxicity may lead to retrograde degeneration of the 8th cranial (vestibulocochlear) nerve. Vestibular toxicity may cause vertigo, nausea, vomiting, dizziness, and loss of balance.[F1949,Label]\r\n\r\n**Neuromuscular blockade**\r\n\r\nIn addition to the above, amikacin may exacerbate neuromuscular blockade, however, this is less common.[Label,L4680]\r\n\r\n**Use in Pregnancy**\r\n\r\nCategory D. Gentamicin and other aminoglycosides are known to cross the placenta. There is evidence of selective uptake of gentamicin by the fetal kidney resulting in damage to immature nephrons. Eighth cranial nerve damage has also been reported after in-utero exposure to some of the aminoglycosides. Because of the chemical similarity, all aminoglycosides should be considered potentially nephrotoxic and ototoxic to the developing fetus. Therapeutic blood amikacin levels in the mother do not equate with safety for the fetus. In reproductive toxicity studies in mice and rats, no effects on fertility or fetal toxicity were observed.[F1949]\r\n\r\n**Use in Lactation**\r\n\r\nIt is not known whether amikacin is excreted in breast milk. Since the possible harmful effect on the infant is not known, it is recommended that if nursing mothers must be given amikacin, the infants should not be breastfed during therapy.[F1949]",
    "targets": [
        [
            "rpsL",
            "30S ribosomal protein S12",
            "Escherichia coli (strain K12)"
        ]
    ],
    "enzymes": null,
    "transporters": null,
    "carriers": null,
    "genomic-data": null
}