{
    "pharmgkb_id": "PA448717",
    "drugbank_id": "DB00136",
    "names": [
        "Calcitriol",
        "Asentar",
        "Calcitriol Oral Solution",
        "Decostriol"
    ],
    "description": "Calcitriol is an active metabolite of vitamin D with 3 hydroxyl (OH) groups and is commonly referred to as 1,25-dihydroxycholecalciferol, or 1alpha,25-dihydroxyvitamin D<sub>3</sub>, 1,25-dihydroxyvitamin D<sub>3</sub>. It is produced in the body after series of conversion steps of 7-dehydrocholesterol from exposure to UV light. 7-dehydrocholesterol is converted to [DB00169] (vitamin D3) in the skin, which is then converted to [DB00146] in the liver and kidneys. [DB00146] undergoes hydroxylation to form calcitriol via 1α-hydroxylase (CYP27B1) activity [A26353]. Calcitriol is considered to be the most potent metabolite of vitamin D in humans [A3366]. Renal production of calcitriol is stimulated in response to PTH, low calcium and low phosphate [A26353]. Calcitriol plays a role in plasma calcium regulation in concert with parathyroid hormone (PTH) by enhancing absorption of dietary calcium and phosphate from the gastrointestinal tract, promoting renal tubular reabsorption of calcium in the kidneys, and stimulating the release of calcium stores from the skeletal system. In addition to promoting fatty acid synthesis and inhibiting lipolysis, calcitriol has been demonstrated to increase energy efficiency by suppressing UCP2 expression, which is modulated by signaling pathways of classical nuclear receptors (nVDR), where calcitriol acts as a natural ligand [A175615]. There is also evidence that calcitriol modulates the action of cytokines and may regulate immune and inflammatory response, cell turnover, cell differentiation [A26353]. \r\n\r\nAdministered orally and intravenously, calcitriol is commonly used as a medication in the treatment of secondary hyperparathyroidism and resultant metabolic bone disease, hypocalcemia in patients undergoing chronic renal dialysis, and osteoporosis. It is also available in topical form for the treatment of mild to moderate plaque psoriasis in adults. Calcitriol is marketed under various trade names including Rocaltrol (Roche), Calcijex (Abbott) and Decostriol (Mibe, Jesalis).",
    "indication": "Used to treat vitamin D deficiency or insufficiency, refractory rickets (vitamin D resistant rickets), familial hypophosphatemia and hypoparathyroidism, and in the management of hypocalcemia and renal osteodystrophy in patients with chronic renal failure undergoing dialysis. Also used in conjunction with calcium in the management and prevention of primary or corticosteroid-induced osteoporosis.",
    "pharmacodynamics": "Calcitriol is a biologically active calcitrophic hormone with anti-osteoporotic, immunomodulatory, anticarcinogenic, antipsoriatic, antioxidant, and mood-modulatory activities. Its main sites of action are the intestine, bone, kidney and parathyroid hormone [FDA Label]. Calcitriol is a ligand for the vitamin D nuclear receptor, which is expressed in, but not limited to, gastrointestinal (GI) tissues, bones, and kidneys [A3366]. As an active form of vitamin D<sub>3</sub>, calcitriol elevates the plasma levels of calcium by stimulating intestinal calcium uptake, increasing reabsorption of calcium by the kidneys, and possibly increasing the release of calcium from skeletal stores. The duration of pharmacologic activity of a single dose of exogenous calcitriol is expected to be about 3 to 5 days [FDA Label]. \r\n\r\nIn addition to its important role in calcium metabolism, other pharmacological effects of calcitriol have been studied in various conditions including cancer models. Various studies demonstrated expression of vitamin D receptors in cancer cell lines, including mouse myeloid leukemia cells [A3366]. Calcitriol has been found to induce differentiation and/or inhibit cell proliferation _in vitro_ and _in vivo_ in many cell types, such as malignant cell lines carcinomas of the breast, prostate, colon, skin, and brain, myeloid leukemia cells, and others [A3367]. In early human prostate cancer trials, administration of 1.5 µg/d calcitriol in male participants resulted in a reduction in the rate of PSA rise in most participants, however it was coincided with dose-limiting hypercalcemia in most participants [A3366]. Hypercalcemia and hypercalcuria were evident in numerous initial trials, and this may be due to these trials not testing the drug at concentrations that are active in preclinical systems [A3367]. Findings from preclinical data show an additive or synergistic antineoplastic action of calcitriol when combined with agents including dexamethasone, retinoids, and radiation, as well as several cytotoxic chemotherapy drugs such as platinum compounds [A3367]. \r\n\r\nVitamin D deficiency has long been suspected to increase the susceptibility to tuberculosis. The active form of calcitriol, 1,25-(OH)<sub>2</sub>-D3, has been found to enhance the ability of mononuclear phagocytes to suppress the intracellular growth of <i>Mycobacterium tuberculosis</i>. 1,25-(OH)<sub>2</sub>-D3 has demonstrated beneficial effects in animal models of such autoimmune diseases as rheumatoid arthritis. Vitamin D appears to demonstrate both immune-enhancing and immunosuppressive effects.",
    "mechanism-of-action": "The mechanism of action of calcitriol in the treatment of psoriasis is accounted for by their antiproliferative activity for keratinocytes and their stimulation of epidermal cell differentiation. The anticarcinogenic activity of the active form of Calcitriol appears to be correlated with cellular vitamin D receptor (VDR) levels. Vitamin D receptors belong to the superfamily of steroid-hormone zinc-finger receptors. VDRs selectively bind 1,25-(OH)<sub>2</sub>-D3 and retinoic acid X receptor (RXR) to form a heterodimeric complex that interacts with specific DNA sequences known as vitamin D-responsive elements. VDRs are ligand-activated transcription factors. The receptors activate or repress the transcription of target genes upon binding their respective ligands. It is thought that the anticarcinogenic effect of Calcitriol is mediated via VDRs in cancer cells. The immunomodulatory activity of calcitriol is thought to be mediated by vitamin D receptors (VDRs) which are expressed constitutively in monocytes but induced upon activation of T and B lymphocytes. 1,25-(OH)<sub>2</sub>-D3 has also been found to enhance the activity of some vitamin D-receptor positive immune cells and to enhance the sensitivity of certain target cells to various cytokines secreted by immune cells.\r\n\r\nA study suggests that calcitriol plays an immunoregulatry role by suppressing the aryl hydrocarbon receptor (AhR) expression in human Th9, a pro-inflammatory CD4 T cell subset [A175747]. This suppression subsequently leads to repressed expression of BATF, a transcription factor essential for Th9 [A175747]. Calcitriol has also been found to induce monocyte differentiation and to inhibit lymphocyte proliferation and production of cytokines, including interleukin IL-1 and IL-2, as well as to suppress immunoglobulin secretion by B lymphocytes. ",
    "absorption": "Upon administration, calcitriol is rapidly absorbed from the intestines. When a single oral dose of 0.5 mcg of calcitriol was administered, the mean serum concentrations of calcitriol rose from a baseline value of 40.0±4.4 (SD) pg/mL to 60.0±4.4 pg/mL at 2 hours, and declined to 53.0±6.9 at 4 hours, 50±7.0 at 8 hours, 44±4.6 at 12 hours and 41.5±5.1 at 24 hours [FDA Label]. Following administration of single doses of 0.25 to 1.0 mcg of calcitriol, the peak plasma concentrations were reached within 3 to 6 hours [FDA Label]. In a pharmacokinetic study, the oral bioavailability was 70.6±5.8% in healthy male volunteers and 72.2±4.8% in male patients with uraemia [A175726]. ",
    "metabolism": "Metabolism of calcitriol involves two pathways [FDA Label]. The first pathway involves 24-hydroxylase activity in the kidney; this enzyme is also present in many target tissues which possess the vitamin D receptor such as the intestine. The end product of this pathway is a side chain shortened metabolite, calcitroic acid. The second pathway involves the conversion of calcitriol via the stepwise hydroxylation of carbon-26 and carbon-23, and cyclization to yield ultimately 1a,25R(OH)<sub>2</sub>-26,23S-lactone D3, which appears to be the major metabolite circulating in humans.\r\n\r\nOhter identified metabolites of calcitriol include 1α, 25(OH)2-24-oxo-D3; 1α, 23,25(OH)3-24-oxo-D3; 1α, 24R,25(OH)3D3; 1α, 25S,26(OH)3D3; 1α, 25(OH)2-23-oxo-D3; 1α, 25R,26(OH)3-23-oxo-D3 and 1α, (OH)24,25,26,27-tetranor-COOH-D3 [FDA Label]. ",
    "toxicity": "LD<sub>50</sub> (oral, rat) = 620 &mu;g/kg; LD<sub>50</sub> (intraperitoneal, rat) > 5 mg/kg [MSDS].\r\n\r\nSymptoms of calcitriol toxicity mirrors the early and late signs and symptoms of vitamin D intoxication associated with hypercalcemia [L5653]. Early signs include weakness, headache, somnolence, nausea, vomiting, dry mouth, constipation, muscle pain, bone pain and metallic taste. Late signs are characterized by polyuria, polydipsia, anorexia, weight loss, nocturia, conjunctivitis (calcific), pancreatitis, photophobia, rhinorrhea, pruritus, hyperthermia, decreased libido, elevated BUN, albuminuria, hypercholesterolemia, elevated SGOT and SGPT, ectopic calcification, hypertension, cardiac arrhythmias and, rarely, overt psychosis [L5653]. ",
    "targets": [
        [
            "VDR",
            "Vitamin D3 receptor",
            "Humans"
        ],
        [
            "HOXA10",
            "Homeobox protein Hox-A10",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP24A1",
            "1,25-dihydroxyvitamin D(3) 24-hydroxylase, mitochondrial",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ]
    ],
    "transporters": null,
    "carriers": [
        [
            "GC",
            "Vitamin D-binding protein",
            "Humans"
        ]
    ],
    "genomic-data": null
}