{
    "pharmgkb_id": "PA164754754",
    "drugbank_id": "DB00185",
    "names": [
        "Cevimeline",
        "Saligren"
    ],
    "description": "Cevimeline is a parasympathomimetic agent that act as an agonist at the muscarinic acetylcholine receptors M1 and M3. It is indicated by the Food and Drug Administration for the treatment of dry mouth associated with Sjögren's syndrome.",
    "indication": "For the treatment of symptoms of dry mouth in patients with Sj&ouml;gren's Syndrome.",
    "pharmacodynamics": "Cevimeline is a cholinergic agonist which binds to muscarinic receptors. Muscarinic agonists in sufficient dosage can increase secretion of exocrine glands, such as salivary and sweat glands and increase tone of the smooth muscle in the gastrointestinal and urinary tracts.",
    "mechanism-of-action": "Muscarinic agonists such as cevimeline bind and activate the muscarinic M1 and M3 receptors. The M1 receptors are common in secretory glands (exocrine glands such as salivary and sweat glands), and their activation results in an increase in secretion from the secretory glands. The M3 receptors are found on smooth muscles and in many glands which help to stimulate secretion in salivary glands, and their activation generally results in smooth muscle contraction and increased glandular secretions. Therefore, as saliva excretion is increased, the symptoms of dry mouth are relieved.",
    "absorption": "Rapidly absorbed with peak concentration after 1.5 to 2 hours",
    "metabolism": "Primarily hepatic, isozymes CYP2D6 and CYP3A4 are responsible for the metabolism of cevimeline. Approximately 44.5% of the drug is converted to cis and trans-sulfoxide, 22.3% to glucuronic acid conjugate, and 4% to N-oxide of cevimeline. Approximately 8% of the trans-sulfoxide metabolite is then converted into the corresponding glucuronic acid conjugate.",
    "toxicity": null,
    "targets": [
        [
            "CHRM3",
            "Muscarinic acetylcholine receptor M3",
            "Humans"
        ],
        [
            "CHRM1",
            "Muscarinic acetylcholine receptor M1",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "FMO1",
            "Dimethylaniline monooxygenase [N-oxide-forming] 1",
            "Humans"
        ]
    ],
    "transporters": null,
    "carriers": null,
    "genomic-data": null
}