{
    "pharmgkb_id": "PA450272",
    "drugbank_id": "DB00227",
    "names": [
        "Lovastatin",
        "Altocor"
    ],
    "description": "Lovastatin, also known as the brand name product Mevacor, is a lipid-lowering drug and fungal metabolite derived synthetically from a fermentation product of _Aspergillus terreus_.[A174550] Originally named Mevinolin, lovastatin belongs to the statin class of medications, which are used to lower the risk of cardiovascular disease and manage abnormal lipid levels by inhibiting the endogenous production of cholesterol in the liver.[A174553] More specifically, statin medications competitively inhibit the enzyme hydroxymethylglutaryl-coenzyme A (HMG-CoA) Reductase,[A181421] which catalyzes the conversion of HMG-CoA to mevalonic acid and is the third step in a sequence of metabolic reactions involved in the production of several compounds involved in lipid metabolism and transport including cholesterol, low-density lipoprotein (LDL) (sometimes referred to as \"bad cholesterol\"), and very low-density lipoprotein (VLDL). Prescribing of statin medications is considered standard practice following any cardiovascular events and for people with a moderate to high risk of development of CVD, such as those with Type 2 Diabetes. The clear evidence of the benefit of statin use coupled with very minimal side effects or long term effects has resulted in this class becoming one of the most widely prescribed medications in North America.[A181087, A181406]\r\n\r\nLovastatin and other drugs from the statin class of medications including [atorvastatin], [pravastatin], [rosuvastatin], [fluvastatin], and [simvastatin] are considered first-line options for the treatment of dyslipidemia.[A181087, A181406] Increasing use of the statin class of drugs is largely due to the fact that cardiovascular disease (CVD), which includes heart attack, atherosclerosis, angina, peripheral artery disease, and stroke, has become a leading cause of death in high-income countries and a major cause of morbidity around the world.[A181084] Elevated cholesterol levels, and in particular, elevated low-density lipoprotein (LDL) levels, are an important risk factor for the development of CVD.[A181087,A181553] Use of statins to target and reduce LDL levels has been shown in a number of landmark studies to significantly reduce the risk of development of CVD and all-cause mortality.[A181090,A181093,A181096,A181427,A181475,A181538] Statins are considered a cost-effective treatment option for CVD due to their evidence of reducing all-cause mortality including fatal and non-fatal CVD as well as the need for surgical revascularization or angioplasty following a heart attack.[A181087, A181406] Evidence has shown that even for low-risk individuals (with <10% risk of a major vascular event occurring within 5 years) statins cause a 20%-22% relative reduction in major cardiovascular events (heart attack, stroke, coronary revascularization, and coronary death) for every 1 mmol/L reduction in LDL without any significant side effects or risks.[A181397, A181403]\r\n\r\nWhile all statin medications are considered equally effective from a clinical standpoint, [rosuvastatin] is considered the most potent; doses of 10 to 40mg [rosuvastatin] per day were found in clinical studies to result in a 45.8% to 54.6% decrease in LDL cholesterol levels, while lovastatin has been found to have an average decrease in LDL-C of 25-40%.[A174580,A181409,A181535,A181538,A1793] Potency is thought to correlate to tissue permeability as the more lipophilic statins such as lovastatin are thought to enter endothelial cells by passive diffusion, as opposed to hydrophilic statins such as [pravastatin] and [rosuvastatin] which are taken up into hepatocytes through OATP1B1 (organic anion transporter protein 1B1)-mediated transport.[A181424,A181460] Despite these differences in potency, several trials have demonstrated only minimal differences in terms of clinical outcomes between statins.[A181538, A181427]",
    "indication": "Lovastatin is indicated to reduce the risk of myocardial infarction, unstable angina, and the need for coronary revascularization procedures in individuals without symptomatic cardiovascular disease, average to moderately elevated total-C and LDL-C, and below average HDL-C. It is indicated as an intervention alternative in individuals presenting dyslipidemia at risk of developing atherosclerotic vascular disease. The administration of this agent should be accompanied by the implementation of a fat and cholesterol-restricted diet.[F4661]\r\n\r\nTherapy with lipid-altering agents should be a component of multiple risk factor intervention in those individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Lovastatin is indicated as an adjunct to diet for the reduction of elevated total-C and LDL-C levels in patients with primary hypercholesterolemia (Types IIa and IIb2), when the response to diet restricted in saturated fat and cholesterol and to other nonpharmacological measures alone has been inadequate.[F4661,F4664]\r\n\r\nLovastatin is also indicated to slow the progression of coronary atherosclerosis in patients with coronary heart disease as part of a treatment strategy to lower total-C and LDL-C to target levels.[F4661]\r\n\r\nLovastatin is indicated as an adjunct to diet to reduce total-C, LDL-C and apolipoprotein B levels in adolescent boys and girls with Heterozygous Familial Hypercholesterolemia (HeFH) who are at least one year post-menarche, 10 to 17 years of age, with HeFH if after an adequate trial of diet therapy the following findings are present: LDL-C remains greater than 189 mg/dL or LDL-C remains greater than 160 mg/dL and there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the adolescent patient.\r\n\r\nBefore administering lovastatin, it is important to rule out the presence of secondary causes of hypercholesterolemia and a lipid profile should be performed.\r\n\r\nPrescribing of statin medications is considered standard practice following any cardiovascular events and for people with a moderate to high risk of development of CVD. Statin-indicated conditions include diabetes mellitus, clinical atherosclerosis (including myocardial infarction, acute coronary syndromes, stable angina, documented coronary artery disease, stroke, trans ischemic attack (TIA), documented carotid disease, peripheral artery disease, and claudication), abdominal aortic aneurysm, chronic kidney disease, and severely elevated LDL-C levels.[A181087, A181406]",
    "pharmacodynamics": "Lovastatin is an oral antilipemic agent which reversibly inhibits HMG-CoA reductase. It is used to lower total cholesterol, low density lipoprotein-cholesterol (LDL-C), apolipoprotein B (apoB), non-high density lipoprotein-cholesterol (non-HDL-C), and trigleride (TG) plasma concentrations while increasing HDL-C concentrations. High LDL-C, low HDL-C and high TG concentrations in the plasma are associated with increased risk of atherosclerosis and cardiovascular disease. The total cholesterol to HDL-C ratio is a strong predictor of coronary artery disease and high ratios are associated with higher risk of disease. Increased levels of HDL-C are associated with lower cardiovascular risk. By decreasing LDL-C and TG and increasing HDL-C, lovastatin reduces the risk of cardiovascular morbidity and mortality.[A174580,A181087,A181406,A181925]\r\n\r\nElevated cholesterol levels, and in particular, elevated low-density lipoprotein (LDL) levels, are an important risk factor for the development of CVD.[A181087] Use of statins to target and reduce LDL levels has been shown in a number of landmark studies to significantly reduce the risk of development of CVD and all-cause mortality.[A181090,A181093,A181096,A181427,A181475] Statins are considered a cost-effective treatment option for CVD due to their evidence of reducing all-cause mortality including fatal and non-fatal CVD as well as the need for surgical revascularization or angioplasty following a heart attack.[A181087, A181406] Evidence has shown that even for low-risk individuals (with <10% risk of a major vascular event occurring within 5 years) statins cause a 20%-22% relative reduction in major cardiovascular events (heart attack, stroke, coronary revascularization, and coronary death) for every 1 mmol/L reduction in LDL without any significant side effects or risks.[A174580,A181397,A181403] Clinical studies have shown that lovastatin reduces LDL-C and total cholesterol by 25-40%.[A174580] The 50% inhibitory dose is known to be of 46 mcg/kg which is translated into a reduction of approximately 30% of plasma cholesterol.[A174553]\r\n\r\n**Myopathy/Rhabdomyolysis**\r\n\r\nLovastatin, like other inhibitors of HMG-CoA reductase, occasionally causes myopathy manifested as muscle pain, tenderness or weakness with creatine kinase (CK) above ten times the upper limit of normal (ULN). Myopathy sometimes takes the form of rhabdomyolysis with or without acute renal failure secondary to myoglobinuria, and rare fatalities have occurred. The risk of myopathy is dose-related and is increased by high levels of HMG-CoA reductase inhibitory activity in plasma. In a clinical study (EXCEL)[A181925] in which patients were carefully monitored and some interacting drugs were excluded, there was one case of myopathy among 4933 patients randomized to lovastatin 20 to 40 mg daily for 48 weeks, and 4 among 1649 patients randomized to 80 mg daily.\r\n\r\nPredisposing factors for myopathy include advanced age (≥65 years), female gender, uncontrolled hypothyroidism, and renal impairment. Chinese patients may also be at increased risk for myopathy. In most cases, muscle symptoms and CK increases resolved when treatment was promptly discontinued.\r\n\r\nThe risk of myopathy during treatment with lovastatin may be increased with concurrent administration of interacting drugs such as [fenofibrate], [niacin], [gemfibrozil], [cyclosporine], and strong inhibitors of the CYP3A4 enzyme.  Cases of myopathy, including rhabdomyolysis, have been reported with HMG-CoA reductase inhibitors coadministered with [colchicine], and caution should therefore be exercised when prescribing these two medications together.[F4661,F4664]\r\n\r\nReal-world data from observational studies has suggested that 10-15% of people taking statins may experience muscle aches at some point during treatment.[A182258]\r\n\r\n**Liver Dysfunction**\r\n\r\nPersistent increases (to more than 3 times the upper limit of normal) in serum transaminases occurred in 1.9% of adult patients who received lovastatin for at least one year in early clinical trials. When the drug was interrupted or discontinued in these patients, the transaminase levels usually fell slowly to pretreatment levels. The increases usually appeared 3 to 12 months after the start of therapy with lovastatin, and were not associated with jaundice or other clinical signs or symptoms.[F4661] In the EXCEL study,[A181925] the incidence of persistent increases in serum transaminases over 48 weeks was 0.1% for placebo, 0.1% at 20 mg/day, 0.9% at 40 mg/day, and 1.5% at 80 mg/day in patients on lovastatin. However, in post-marketing experience with lovastatin, symptomatic liver disease has been reported rarely at all dosages.[F4661]",
    "mechanism-of-action": "Lovastatin is a lactone which is readily hydrolyzed _in vivo_ to the corresponding β-hydroxyacid and strong inhibitor of HMG-CoA reductase, a hepatic microsomal enzyme which catalyzes the conversion of HMG-CoA (3-hydroxy-3-methylglutaryl-coenzyme A ) to mevalonate, an early rate-limiting step in cholesterol biosynthesis.[A181421,A174553] At therapeutic lovastatin doses, HMG-CoA reductase is not completely blocked, thereby allowing biologically necessary amounts of mevalonate to be available. Because the conversion of HMG-CoA to mevalonate is an early step in the biosynthetic pathway for cholesterol, therapy with lovastatin would not be expected to cause an accumulation of potentially toxic sterols.[F4664]\r\n\r\nLovastatin acts primarily in the liver, where decreased hepatic cholesterol concentrations stimulate the upregulation of hepatic low density lipoprotein (LDL) receptors which increase hepatic uptake of LDL. Lovastatin also inhibits hepatic synthesis of very low density lipoprotein (VLDL). The overall effect is a decrease in plasma LDL and VLDL and a significant reduction in the risk of development of CVD and all-cause mortality.[A181090,A181093,A181096,A181427,A181475]\r\n\r\nA significant effect on LDL-C reduction was seen within 2 weeks of initiation of lovastatin, and the maximum therapeutic response occurred within 4-6 weeks. The response was maintained during continuation of therapy. Single daily doses given in the evening were more effective than the same dose given in the morning, perhaps because cholesterol is synthesized mainly at night. When therapy with lovastatin is stopped, total cholesterol has been shown to return to pre-treatment levels.[F4664]\r\n\r\nIn vitro and in vivo animal studies also demonstrate that lovastatin exerts vasculoprotective effects independent of its lipid-lowering properties, also known as the pleiotropic effects of statins.[A181424] This includes improvement in endothelial function, enhanced stability of atherosclerotic plaques, reduced oxidative stress and inflammation, and inhibition of the thrombogenic response.\r\n\r\nStatins have also been found to bind allosterically to β2 integrin function-associated antigen-1 (LFA-1), which plays an important role in leukocyte trafficking and in T cell activation.[A181559]\r\n\r\nLovastatin has been reported to have beneficial effects on certain cancers. This includes a multi-factorial stress-triggered cell death (apoptosis) and DNA degradation response in breast cancer cells.[A181937] It has also been shown to inhibit histone deacetylase 2 (HDAC2) activity and increase the accumulation of acetylated histone-H3 and the expression of p21(WAF/CIP) in human cancer cells, suggesting that statins might serve as novel HDAC inhibitors for cancer therapy and chemoprevention.[A15235]",
    "absorption": "Lovastatin Cmax was found to be 3.013ng/mL with a Tmax of 3.36 hours.[F4664]\r\n\r\nPlasma concentrations of total radioactivity (lovastatin plus 14C-metabolites) peaked at 2 hours and declined rapidly to about 10% of peak by 24 hours postdose. Absorption of lovastatin, estimated relative to an intravenous reference dose, in each of four animal species tested, averaged about 30% of an oral dose. In animal studies, after oral dosing, lovastatin had high selectivity for the liver, where it achieved substantially higher concentrations than in non-target tissues. Lovastatin undergoes extensive first-pass extraction in the liver, its primary site of action, with subsequent excretion of drug equivalents in the bile. As a consequence of extensive hepatic extraction of lovastatin, the availability of drug to the general circulation is low and variable. In a single dose study in four hypercholesterolemic patients, it was estimated that less than 5% of an oral dose of lovastatin reaches the general circulation as active inhibitors. Following administration of lovastatin tablets the coefficient of variation, based on between-subject variability, was approximately 40% for the area under the curve (AUC) of total inhibitory activity in the general circulation.[F4661,F4664]\r\n\r\nThe peak concentrations of lovastatin when a dose of 10-40 mg is administered are reported to range from 1.04-4.03 ng/ml and an AUC of 14-53 ng.h/ml. This indicates that lovastatin presents a dose-dependent pharmacokinetic profile.[A174586] When lovastatin was given under fasting conditions, plasma concentrations of both active and total inhibitors were on average about two-thirds those found when lovastatin was administered immediately after a standard test meal.[F4664]\r\n\r\nGenetic differences in the OATP1B1 (Organic-Anion-Transporting Polypeptide 1B1) hepatic transporter encoded by the SCLCO1B1 gene (Solute Carrier Organic Anion Transporter family member 1B1) have been shown to impact lovastatin pharmacokinetics.[A181943] Evidence from pharmacogenetic studies of the c.521T>C single nucleotide polymorphism (SNP) showed that lovastatin Cmax and AUC were 340 and 286% higher, respectively, for individuals homozygous for 521CC compared to homozygous 521TT individuals.[A181946] The 521CC genotype is also associated with a marked increase in the risk of developing myopathy, likely secondary to increased systemic exposure.[A181955] Other statin drugs impacted by this polymorphism include [rosuvastatin], [pitavastatin], [atorvastatin], [simvastatin], and [pravastatin].[A181460]\r\n\r\nWhile specific dosage instructions are not included in the available product monographs for lovastatin, individuals with the above-mentioned c.521CC OATP1B1 genotype should be monitored for development of adverse effects from increased exposure to the drug, such as muscle pain and risk of rhabdomyolysis, particularly at higher doses.",
    "metabolism": "Lovastatin is given as a lactone prodrug and thus, in order to produce its mechanism of action, it is required to be converted to the active beta-hydroxy form. This drug activation process does not seem to be related to CYP isoenzyme activity[A414] but rather to be controlled by the activity of serum paraoxonase.[A15320]\r\n\r\nLovastatin is metabolized by the microsomal hepatic enzyme system (Cytochrome P-450 isoform 3A4). The major active metabolites present in human plasma are the β-hydroxy acid of lovastatin, its 6'-hydroxy, 6'-hydroxymethyl, and 6'-exomethylene derivatives.[F4664] The uptake of lovastatin by the liver is enhanced by the activity of OATP1B1.[A35026] ",
    "toxicity": "The median lethal dose of lovastatin is higher than 15 g/m2. Five healthy human volunteers have received up to 200 mg of lovastatin as a single dose without clinically significant adverse experiences. A few cases of accidental overdosage have been reported; no patients had any specific symptoms, and all patients recovered without sequelae. The maximum dose taken was 5 to 6 g.[F4661]\r\n\r\nIn carcinogenic studies, there is an increase in the incidence of hepatocellular carcinomas and adenomas, pulmonary adenomas, papilloma in non-glandular mucose in stomach and thyroid neoplasms. However, with respect to effects on fertility, lovastatin has been reported to present testicular atrophy, decreased spermatogenesis, spermatocytic degeneration and giant cell formation which derived into decreased fertility in males. Lastly, there is no evidence of mutagenicity induced by lovastatin.[F4661]",
    "targets": [
        [
            "HMGCR",
            "3-hydroxy-3-methylglutaryl-coenzyme A reductase",
            "Humans"
        ],
        [
            "ITGAL",
            "Integrin alpha-L",
            "Humans"
        ],
        [
            "HDAC2",
            "Histone deacetylase 2",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "PON3",
            "Serum paraoxonase/lactonase 3",
            "Humans"
        ],
        [
            "CYP2C8",
            "Cytochrome P450 2C8",
            "Humans"
        ],
        [
            "UGT1A1",
            "UDP-glucuronosyltransferase 1-1",
            "Humans"
        ],
        [
            "UGT1A3",
            "UDP-glucuronosyltransferase 1-3",
            "Humans"
        ],
        [
            "UGT2B7",
            "UDP-glucuronosyltransferase 2B7",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ],
        [
            "SLCO1A2",
            "Solute carrier organic anion transporter family member 1A2",
            "Humans"
        ],
        [
            "SLCO1B1",
            "Solute carrier organic anion transporter family member 1B1",
            "Humans"
        ],
        [
            "ABCC2",
            "Canalicular multispecific organic anion transporter 1",
            "Humans"
        ],
        [
            "ABCB11",
            "Bile salt export pump",
            "Humans"
        ],
        [
            "SLCO2B1",
            "Solute carrier organic anion transporter family member 2B1",
            "Humans"
        ],
        [
            "SLCO1B3",
            "Solute carrier organic anion transporter family member 1B3",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ]
    ],
    "genomic-data": null
}