{
    "pharmgkb_id": "PA448785",
    "drugbank_id": "DB00564",
    "names": [
        "Carbamazepine",
        "Actebral",
        "Anleptic",
        "Biston",
        "Carbamat",
        "Neurotop",
        "TEGretol Chewtabs",
        "TEGretol-CR",
        "TEGretol-XR",
        "Teril",
        "Timonil",
        "Versitol",
        "Versizur"
    ],
    "description": "Carbamazepine, also known as Tegretol, is an anticonvulsant drug and analgesic drug used to control seizures and to treat pain resulting from trigeminal neuralgia. It was initially approved by the FDA in 1965.[A180301] Aside from the above uses, this drug is also given to control the symptoms of bipolar 1.[L1335] Interestingly, carbamazepine was the first anticonvulsant used to treat individuals with bipolar disorder.[A180319]",
    "indication": "Carbamazepine is indicated for the treatment of epilepsy and pain associated with true trigeminal neuralgia.[L1335] In particular, carbamazepine has shown efficacy in treating mixed seizures, partial seizures with complex symptoms, and generalized tonic-clonic seizures.[A180301,L1335] Carbamazepine is also indicated for the treatment of manic episodes and mixed manic-depressive episodes caused by bipolar I disorder.[L1335] Some off-label, unapproved uses of carbamazepine include the treatment of alcohol withdrawal syndrome and restless leg syndrome.[A180415,A180421]",
    "pharmacodynamics": "**General effects**\r\n\r\nCarbamazepine treats seizures and the symptoms of trigeminal neuralgia by inhibiting sodium channels.  In bipolar 1 disorder, carbamazepine has been found to decrease mania symptoms in a clinically significant manner according to the Young Mania Rating Scale (YMRS).[L1335] Carbamazepine has a narrow therapeutic index.[A180301]\r\n\r\n**A note on genetic variation and carbamazepine use**\r\n\r\nIn studies of Han Chinese ancestry patients, a pronounced association between the HLA-B*1502 genotype and Steven Johnson syndrome and/or toxic epidermal necrolysis (SJS/TEN) resulting from carbamazepine use was observed.[A180397]",
    "mechanism-of-action": "Carbamazepine's mechanism of action is not fully elucidated and is widely debated.[A180310,L9713] One major hypothesis is that carbamazepine inhibits sodium channel firing, treating seizure activity. Animal research studies have demonstrated that carbamazepine exerts its effects by lowering polysynaptic nerve response and inhibiting post-tetanic potentiation. In both cats and rats, carbamazepine was shown to decrease pain caused by infraorbital nerve stimulation. A decrease in the action potential in the nucleus ventralis of the thalamus in the brain and inhibition of the lingual mandibular reflex were observed in other studies after carbamazepine use. Carbamazepine causes the above effects by binding to voltage-dependent sodium channels and preventing action potentials, which normally lead to stimulatory effects on nerves.[A180403,T634] In bipolar disorder, carbamazepine is thought to increase dopamine turnover and increase GABA transmission, treating manic and depressive symptoms.[L7216]\r\n\r\nA common issue that has arisen is resistance to this drug in up to 30% of epileptic patients, which may occur to altered metabolism in patients with variant genotypes.[A180436] A potential therapeutic target to combat carbamazepine resistance has recently been identified as the EPHX1 gene promoter, potentially conferring resistance to carbamazepine through methylation.[A180439]",
    "absorption": "The bioavailability of carbamazepine is in the range of 75-85% of an ingested dose.[A180301] After one 200 mg oral extended-release dose of carbamazepine in a pharmacokinetic study, the Cmax carbamazepine was measured to be 1.9 ± 0.3 mcg/mL. The Tmax was 19 ± 7 hours. After several doses of 800 mg every 12 hours, the peak concentrations of carbamazepine were measured to be 11.0 ± 2.5 mcg/mL. The Tmax was reduced to 5.9 ± 1.8 hours. Extended-release carbamazepine demonstrated linear pharmacokinetics over a range of 200–800 mg.[L1335] \r\n\r\n**Effect of food on absorption**\r\n\r\nA meal containing high-fat content increased the rate of absorption of one 400 mg dose but not the AUC of carbamazepine.[L1335] The elimination half-life remained unchanged between fed and fasting state. The pharmacokinetics of an extended-release carbamazepine dose was demonstrated to be similar when administered in the fasted state or with food.[L1335] Based on these findings, food intake is unlikely to exert significant effects on carbamazepine absorption.\r\n",
    "metabolism": "Carbamazepine is largely metabolized in the liver. CYP3A4 hepatic enzyme is the major enzyme that metabolizes carbamazepine to its active metabolite, carbamazepine-10,11-epoxide[A180427],  which is further metabolized to its trans-diol form by the enzyme epoxide hydrolase.[L1335] Other hepatic cytochrome enzymes that contribute to the metabolism of carbamazepine are CYP2C8, CYP3A5, and CYP2B6.[L7195] Carbamazepine also undergoes hepatic glucuronidation by UGT2B7 enzyme and several other metabolic reactions occur, resulting in the formation of minor hydroxy metabolites and quinone metabolites.[L7195] Interestingly, carbamazepine induces its own metabolism.[L1335] This leads to enhanced clearance, reduced half-life, and a reduction in serum levels of carbamazepine.[A180301,L1335]",
    "toxicity": "Toxicity information\r\nOral LDLO (female): 1920 mg/kg/17W (intermittent); Oral LDLO (male): 54 mg/kg/9D (intermittent)[L7156]\r\nOral LD50 (rat): 1957 mg/kg [L7156]\r\n\r\nOverdose information\r\n\r\nThe initial signs of carbamazepine overdose occur 1-3 hours post ingestion. These signs and symptoms may vary in case of an overdose between carbamazepine and other drugs. Carbamazepine may cause various cardiovascular, neurological, respiratory, urinary symptoms as well as laboratory abnormalities including leukocytosis, reduced leucocytes, acetonuria, and glycosuria.[L1335]\r\n\r\nNeuromuscular symptoms may occur initially, followed by mild cardiac symptoms such as tachycardia, hypertension, or hypotension. Higher doses of carbamazepine may cause more severed cardiovascular effects.  Restlessness, muscular twitching, tremor, dilated pupils, nystagmus, psychomotor disturbances, and other neurological symptoms may occur. Hyperreflexia in the initial stages of overdose may be followed by hyporeflexia.  Nausea, vomiting, urinary retention, dizziness or drowsiness may also occur.[L1335]  In cases of overdose, contact the local poison control center. Ensure to provide supportive and symptomatic treatment, which may include monitoring and careful supervision by a medical professional. The possibility of overdose with multiple drugs must be considered in the case of carbamazepine overdose. Maintain an adequate airway, oxygen, in addition to ventilation. Vital signs should be monitored.[L1335]\r\n",
    "targets": [
        [
            "SCN1A",
            "Voltage-gated sodium channel alpha subunit",
            "Humans"
        ],
        [
            "SCN10A",
            "Voltage-gated sodium channel alpha subunit",
            "Humans"
        ],
        [
            "SCN11A",
            "Voltage-gated sodium channel alpha subunit",
            "Humans"
        ],
        [
            "SCN2A",
            "Voltage-gated sodium channel alpha subunit",
            "Humans"
        ],
        [
            "SCN3A",
            "Voltage-gated sodium channel alpha subunit",
            "Humans"
        ],
        [
            "SCN4A",
            "Voltage-gated sodium channel alpha subunit",
            "Humans"
        ],
        [
            "SCN5A",
            "Voltage-gated sodium channel alpha subunit",
            "Humans"
        ],
        [
            "SCN7A",
            "Voltage-gated sodium channel alpha subunit",
            "Humans"
        ],
        [
            "SCN8A",
            "Voltage-gated sodium channel alpha subunit",
            "Humans"
        ],
        [
            "SCN9A",
            "Voltage-gated sodium channel alpha subunit",
            "Humans"
        ],
        [
            "CHRNA4",
            "Neuronal acetylcholine receptor subunit alpha-4",
            "Humans"
        ],
        [
            "NR1I2",
            "Nuclear receptor subfamily 1 group I member 2",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP2C8",
            "Cytochrome P450 2C8",
            "Humans"
        ],
        [
            "CYP1A2",
            "Cytochrome P450 1A2",
            "Humans"
        ],
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ],
        [
            "CYP2B6",
            "Cytochrome P450 2B6",
            "Humans"
        ],
        [
            "CYP3A5",
            "Cytochrome P450 3A5",
            "Humans"
        ],
        [
            "UGT2B7",
            "UDP-glucuronosyltransferase 2B7",
            "Humans"
        ],
        [
            "UGT1A1",
            "UDP-glucuronosyltransferase 1-1",
            "Humans"
        ],
        [
            "UGT1A6",
            "UDP-glucuronosyltransferase 1-6",
            "Humans"
        ],
        [
            "UGT1A7",
            "UDP-glucuronosyltransferase 1-7",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ],
        [
            "RALBP1",
            "RalA-binding protein 1",
            "Humans"
        ],
        [
            "ABCC2",
            "Canalicular multispecific organic anion transporter 1",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": [
        {
            "DrugBank ID": "DB00564",
            "Drug Name": "Carbamazepine",
            "Gene Symbol": "SCN1A",
            "RS ID (Genotype)": "rs3812718",
            "Effect Description": "Patients with this genotype have increased resistance to the anti-epileptic effects of carbamazepine."
        },
        {
            "DrugBank ID": "DB00564",
            "Drug Name": "Carbamazepine",
            "Gene Symbol": "HSPA1L",
            "RS ID (Genotype)": "rs2227956",
            "Adverse Reaction Description": "Patients with this genotype have increased risk of cutaneous hypersensitivity reactions with carbamazepine."
        },
        {
            "DrugBank ID": "DB00564",
            "Drug Name": "Carbamazepine",
            "Gene Symbol": "HSPA1A",
            "RS ID (Genotype)": "rs506770",
            "Adverse Reaction Description": "Patients with this genotype have increased risk of cutaneous hypersensitivity reactions with carbamazepine."
        },
        {
            "DrugBank ID": "DB00564",
            "Drug Name": "Carbamazepine",
            "Gene Symbol": "HLA-B",
            "RS ID (Genotype)": "rs3130690",
            "Adverse Reaction Description": "Patients with this genotype have increased risk of cutaneous hypersensitivity reactions with carbamazepine."
        },
        {
            "DrugBank ID": "DB00564",
            "Drug Name": "Carbamazepine",
            "Gene Symbol": "HLA-A",
            "RS ID (Genotype)": "rs1264511",
            "Adverse Reaction Description": "Patients with this genotype have increased risk of cutaneous hypersensitivity reactions with carbamazepine."
        },
        {
            "DrugBank ID": "DB00564",
            "Drug Name": "Carbamazepine",
            "Gene Symbol": "MLN",
            "RS ID (Genotype)": "rs2894342",
            "Adverse Reaction Description": "Patients with this genotype have increased risk of cutaneous hypersensitivity reactions with carbamazepine."
        },
        {
            "DrugBank ID": "DB00564",
            "Drug Name": "Carbamazepine",
            "Gene Symbol": "FLOT1",
            "RS ID (Genotype)": "rs3909184",
            "Adverse Reaction Description": "Taiwanese, Chinese, Indians, and Chinese–American patients with this genotype have increased risk of Stevens-Johnson syndrome or toxic epidermal necrolysis with carbamazepine."
        },
        {
            "DrugBank ID": "DB00564",
            "Drug Name": "Carbamazepine",
            "Gene Symbol": "MUC21",
            "RS ID (Genotype)": "rs2844682",
            "Adverse Reaction Description": "Taiwanese, Chinese, Indians, and Chinese–American patients with this genotype have increased risk of Stevens-Johnson syndrome or toxic epidermal necrolysis with carbamazepine."
        },
        {
            "DrugBank ID": "DB00564",
            "Drug Name": "Carbamazepine",
            "Gene Symbol": "HLA-B",
            "RS ID (Genotype)": null,
            "Adverse Reaction Description": "Patients who carry this allele may be at an increased risk of Stevens-Johnson Syndrome and toxic epidermal necrolysis when treated with carbamazepine."
        },
        {
            "DrugBank ID": "DB00564",
            "Drug Name": "Carbamazepine",
            "Gene Symbol": "HLA-A",
            "RS ID (Genotype)": "rs1061235",
            "Adverse Reaction Description": "Patients who carry this genotype in HLA-A are at a higher risk of experiencing a hypersensitivity reaction to carbamazepine."
        }
    ]
}