{
    "pharmgkb_id": "PA448505",
    "drugbank_id": "DB00572",
    "names": [
        "Atropine",
        "Anespin",
        "Antol",
        "AtroPen",
        "Atropt",
        "Atrospan",
        "Bellapan",
        "Dysurgal",
        "Kintropine",
        "Tromine"
    ],
    "description": "Atropine is an alkaloid originally synthesized from Atropa belladonna. It is a racemic mixture of d-and l-hyoscyamine, of which only l-hyoscyamine is pharmacologically active.[A251670,L42835] Atropine is generally available as a sulfate salt and can be administered by intravenous, subcutaneous, intramuscular, intraosseous, endotracheal and ophthalmic methods. Oral atropine is only available in combination products.[A251660,L42840] Atropine is a competitive, reversible antagonist of muscarinic receptors that blocks the effects of acetylcholine and other choline esters.[A251660,L42815,L42825,L42835] It has a variety of therapeutic applications, including pupil dilation and the treatment of anticholinergic poisoning and symptomatic bradycardia in the absence of reversible causes.[A251660] Atropine is a relatively inexpensive drug and is included in the World Health Organization List of Essential Medicines.[A251675]",
    "indication": "The intravenous, intramuscular, subcutaneous, intraosseous and endotracheal use of atropine is indicated for the temporary blockade of severe or life-threatening muscarinic effects.[L42815,L42835] The intramuscular use of atropine in the form of a pen injector is indicated for the treatment of poisoning by susceptible organophosphorus nerve agents having cholinesterase activity as well as organophosphorus or carbamate insecticides in adult and pediatric patients.[L42825] The ophthalmic use of atropine is indicated for mydriasis, cycloplegia, and penalization of the healthy eye in the treatment of amblyopia.[L42830] \r\n\r\nIn combination with difenoxin or diphenoxylate (tablets for oral use), atropine is indicated as adjunctive therapy in the management of acute nonspecific diarrhea.[L42840,L42865]",
    "pharmacodynamics": "Atropine is an antimuscarinic agent that antagonizes the effects of acetylcholine.[L42815,L42825,L42835] In small doses, atropine slows heart rate, and tachycardia develops due to paralysis of vagal control. Compared to [scopolamine], atropine has a more potent and prolonged effect on the heart, intestine and bronchial muscle, but a weaker effect on the iris, ciliary body and certain secretory glands. Atropine leads to increased respiratory rate and depth of respiration, possibly due to the drug-induced bronchiolar dilatation rather than its mild effect on vagal excitation.[L42835]\r\n\r\nAt an adequate dose, atropine abolishes different types of reflex vagal cardiac slowing or asystole. Atropine can be used to prevent or abolish bradycardia or asystole induced by the injection of choline esters, anticholinesterase agents or other parasympathomimetic drugs, and cardiac arrest produced by stimulation of the vagus.[L42835] When vagal activity is an etiologic factor, atropine may also lessen the degree of partial heart block. In clinical doses, atropine counteracts the peripheral dilatation and abrupt decrease in blood pressure produced by choline esters. However, when given by itself, atropine does not exert a striking or uniform effect on blood vessels or blood pressure.[L42835] The use of topical atropine in the eye induces mydriasis by inhibiting the contraction of the circular pupillary sphincter muscle normally stimulated by acetylcholine. This results in the contraction of the countering radial pupillary dilator muscle and pupil dilation.[L42830]\r\n\r\nThe use of atropine may precipitate acute glaucoma and convert partial organic pyloric stenosis into complete obstruction. Atropine may also lead to complete urinary retention in patients with prostatic hypertrophy and cause the thickening of bronchial secretions and formation of viscid plugs in patients with chronic lung disease.[L42835]",
    "mechanism-of-action": "Atropine binds to and inhibits muscarinic acetylcholine receptors, competitively blocking the effects of acetylcholine and other choline esters.[L42815,L42825,L42835] It acts as a reversible non-specific antagonist of muscarinic receptors, showing affinity for the M1, M2, M3, M4 and M5 receptor subtypes.[A251665] Atropine antagonizes the effects of acetylcholine on tissues innervated by postganglionic cholinergic nerves, such as smooth muscle, cardiac tissue, exocrine glands and the central nervous system. Also, it acts in less innervated smooth muscle that responds to endogenous acetylcholine.[A251670,L42815] The actions of atropine can be overcome by increasing the concentration of acetylcholine at receptor sites (for instance, the use of anticholinesterase agents that inhibit the hydrolysis of acetylcholine).[L42835]",
    "absorption": "Intravenous atropine follows a non-linear pharmacokinetic model at doses between 0.5 and 4 mg.[L42835] \r\nAfter intramuscular administration, atropine is rapidly absorbed. In adults given 1.67 mg of atropine intramuscularly, the C<sub>max</sub> was 9.6 ng/mL and the T<sub>max</sub> went from 3 to 60 minutes.[L42825] In healthy subjects given 30 µL of atropine ophthalmic solution, the C<sub>max</sub> and T<sub>max</sub> were 288 pg/mL and 28 minutes, respectively.[L42830] Atropine is well absorbed in the gastrointestinal tract and rapidly delivered to systemic circulation. When administered intramuscularly, atropine has a bioavailability of 50%.[A251665] The AUC<sub>0-INF</sub> and C<sub>max</sub> of atropine are higher in females than males (15%).[L42825]",
    "metabolism": "Atropine is mainly metabolized by enzymatic hydrolysis in the liver.[L42815,L42825,L42835] The major metabolites of atropine are noratropine, atropin-n-oxide, tropine, and tropic acid. The metabolism of atropine is inhibited by organophosphate pesticides.[L42815,​​L42835]",
    "toxicity": "High doses of atropine may cause palpitation, dilated pupils, difficulty swallowing, hot dry skin, thirst, dizziness, restlessness, tremor, fatigue and ataxia. Toxic doses of atropine lead to restlessness and excitement, hallucinations, delirium and coma.[L42835] In cases of severe intoxication, atropine can cause a circulatory collapse, leading to a decline in blood pressure and respiratory failure that may ensue in death following paralysis and coma.[L42825,L42835] \r\n\r\nIn case of atropine overdose, supportive treatment should be administered. Provide artificial respiration with oxygen if respiration is depressed, and follow cooling methods to reduce atropine-induced fever, especially in pediatric patients. In case of urinary retention, catheterization may be required. Atropine is mainly eliminated through the kidney; therefore, urinary output must be maintained and increased if possible. In case of atropine-induced photophobia, the room should be darkened.[L42825] A short-acting barbiturate or diazepam may be given as needed to control marked excitement and convulsions; however, large doses should be avoided since central depressant action may coincide with the depression that occurs late in atropine poisoning. Central stimulants are not recommended.[L42835] The acute oral toxicity (LD<sub>50</sub>) of atropine in mice is 75 mg/kg.[L42850]",
    "targets": [
        [
            "CHRM1",
            "Muscarinic acetylcholine receptor M1",
            "Humans"
        ],
        [
            "CHRM2",
            "Muscarinic acetylcholine receptor M2",
            "Humans"
        ],
        [
            "CHRM3",
            "Muscarinic acetylcholine receptor M3",
            "Humans"
        ],
        [
            "CHRM4",
            "Muscarinic acetylcholine receptor M4",
            "Humans"
        ],
        [
            "CHRM5",
            "Muscarinic acetylcholine receptor M5",
            "Humans"
        ],
        [
            "GLRA1",
            "Glycine receptor subunit alpha-1",
            "Humans"
        ],
        [
            "CHRNA4",
            "Neuronal acetylcholine receptor subunit alpha-4",
            "Humans"
        ],
        [
            "CHRNB2",
            "Neuronal acetylcholine receptor subunit beta-2",
            "Humans"
        ]
    ],
    "enzymes": null,
    "transporters": [
        [
            "ABCB11",
            "Bile salt export pump",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ORM1",
            "Alpha-1-acid glycoprotein 1",
            "Humans"
        ]
    ],
    "genomic-data": null
}