{
    "pharmgkb_id": "PA451609",
    "drugbank_id": "DB00853",
    "names": [
        "Temozolomide"
    ],
    "description": "Refractory anaplastic astrocytoma (WHO grade III) and Glioblastoma multiforme (WHO grade IV) are primary malignant brain tumours with poor prognosis and limited treatment options. Despite considerable genetic heterogeneity, these tumours often have impaired DNA repair systems, rendering them initially sensitive to alkylating agents, although they invariably develop resistance to these agents over time.[A229848, A229858, L32033] Temozolomide is an imidazotetrazine prodrug that is stable at acidic pH but undergoes spontaneous nonenzymatic hydrolysis at neutral or slightly basic pH; these properties allow for both oral and intravenous administration.[A229853, A229888, A229923, L32033] Following initial hydrolysis, further reactions liberate a highly reactive methyl diazonium cation capable of methylating various residues on adenosine and guanine bases leading to DNA lesions and eventual apoptosis.[A229853, A229923] Temozomolide as an adjunct to radiotherapy followed by maintenance dosing remains the standard of care for both Glioblastoma and refractory anaplastic astrocytoma.[L32033]\r\n\r\nTemozolomide was granted FDA approval on August 11, 1999, as an oral capsule and subsequently on February 27, 2009, as an intravenous injection. It is currently marketed under the trademark TEMODAR® by Merck.[L32033]",
    "indication": "Temozolomide is indicated in adult patients for the treatment of newly diagnosed glioblastoma concomitantly with radiotherapy and for use as maintenance treatment thereafter. It is also indicated for the treatment of refractory anaplastic astrocytoma in adult patients or adjuvant therapy for adults with newly diagnosed anaplastic astrocytoma.[L48265]",
    "pharmacodynamics": "Temozolomide is a prodrug of the imidazotetrazine class that requires nonenzymatic hydrolysis at physiological pH _in vivo_ to perform alkylation of adenine/guanine residues, leading to DNA damage through futile repair cycles and eventual cell death. Temozolomide treatment is associated with myelosuppression, which is likely to be more severe in females and geriatric patients. Patients must have an ANC of ≥1.5 x 10<sup>9</sup>/L and a platelet count of ≥100 x 10<sup>9</sup>/L before starting therapy and must be monitored weekly during the concomitant radiotherapy phase, on days one and 22 of maintenance cycles, and weekly at any point where the ANC/platelet count falls below the specified values until recovery. Cases of myelodysplastic syndrome and secondary malignancies, including myeloid leukemia, have been observed following temozolomide administration. Pneumocystis pneumonia may occur in patients undergoing treatment, and prophylaxis should be provided for patients in the concomitant phase of therapy with monitoring at all stages. Severe hepatotoxicity has also been reported, and liver testing should be performed at baseline, midway through the first cycle, before each subsequent cycle, and approximately two to four weeks after the last dose. Animal studies suggest that temozolomide has significant embryo-fetal toxicity; male and female patients should practice contraception up to three and six months following the last dose of temozolomide, respectively.[L32033]",
    "mechanism-of-action": "Glioblastoma (glioblastoma multiforme) is the most common and aggressive adult primary brain tumour, accounting for 45.6% of all primary malignant brain tumours. Primarily defined histopathologically by necrosis and microvascular proliferation (WHO grade IV classification), glioblastomas are commonly treated through radiotherapy and concomitant alkylation-based chemotherapy with temozolomide.[A229848] Temozolomide (TMZ) is a small (194 Da) lipophilic alkylating agent of the imidazotetrazine class that is stable at acidic pH, allowing for both oral and intravenous dosing, and can cross the blood-brain barrier to affect CNS tumours.[A229853, A229858, L32033, A229893] After absorption, TMZ undergoes spontaneous nonenzymatic breakdown at physiological pH to form 5-(3-methyltriazen-1-yl) imidazole-4-carboxamide (MTIC), which then reacts with water to produce 5-aminoimidazole-4-carboxamide (AIC) and a highly reactive methyl diazonium cation.[A229853] Brain tumours such as glioblastoma typically possess a more alkaline pH than healthy tissue, favouring TMZ activation within tumour tissue.[A229853]\r\n\r\nThe methyl diazonium cation is highly reactive and methylates DNA at the N7 position of guanine (N7-MeG, 70%), the N3 position of adenine (N3-MeA, 9%), and the O6 position of guanine (O6-MeG, 6%). Although more prevalent, N7-MeG and N3-MeA are rapidly repaired by the base excision repair pathway and are not primary mediators of temozolomide toxicity, although N3-MeA lesions are lethal if not repaired. By comparison, repair of O6-MeG requires action by the suicide enzyme methylguanine-DNA methyltransferase (MGMT), which removes the methyl group to restore guanine. If not repaired by MGMT, O6-MeG mispairs with thymine, activating the DNA mismatch repair (MMR) pathway that removes the thymine (not the O6-MeG), resulting in futile cycles of repair and eventual DNA strand breaks leading to apoptosis.[A229853] As MMR activity is crucial for temozolomide cytotoxicity, cells that have reduced or absent MGMT function and an intact MMR pathway are the most sensitive to temozolomide treatment.[A229853, A229858] Glioblastomas that upregulate MGMT downregulate MMR or alter both are resistant to TMZ, leading to treatment failure.[A229853]\r\n\r\nMore recently, increased interest has also been shown in the immunomodulatory effects of TMZ, related to its myelosuppressive effects. Counterintuitively, lymphodepletion may enhance the antitumour effects of cellular immunotherapy and improve the dynamics of memory cells by altering tumour-specific versus tumour-tolerant populations. The depletion of tumour-localized immunosuppressive T<sub>reg</sub> cells may contribute to an improved response to immunotherapy. Hence, TMZ treatment may also form the backbone of immunotherapy strategies against glioblastoma in the future.[A229873]",
    "absorption": "Temozolomide is rapidly and completely absorbed in the gastrointestinal tract and is stable at both acidic and neutral pH. Therefore, temozolomide may be administered both orally and intravenously with a median T<sub>max</sub> of one hour. Following a single oral dose of 150 mg/m<sup>2</sup>, temozolomide and its active MTIC metabolite had C<sub>max</sub> values of 7.5 μg/mL and 282 ng/mL and AUC values of 23.4 μg\\*hr/mL and 864 ng\\*hr/mL, respectively. Similarly, following a single 90-minute IV infusion of 150 mg/m<sup>2</sup>, temozolide and its active MTIC metabolite had C<sub>max</sub> values of 7.3 μg/mL and 276 ng/mL and AUC values of 24.6 μg\\*hr/mL and 891 ng\\*hr/mL, respectively. Temozolomide kinetics are linear over the range of 75-250 mg/m<sup>2</sup>/day. The median T<sub>max</sub> is 1 hour[L32033]\r\n\r\nOral temozolomide absorption is affected by food. Administration following a high-fat breakfast of 587 calories caused the mean C<sub>max</sub> and AUC to decrease by 32% and 9%, respectively, and the median T<sub>max</sub> to increase by 2-fold (from 1-2.25 hours).[L32033]",
    "metabolism": "After absorption, temozolomide undergoes nonenzymatic chemical conversion to the active metabolite 5-(3-methyltriazen-1-yl) imidazole-4-carboxamide (MTIC) plus carbon dioxide and to a temozolomide acid metabolite, which occurs at physiological pH but is enhanced with increasing alkalinity.[A229853, A229888, A229923] MTIC subsequently reacts with water to produce 5-aminoimidazole-4-carboxamide (AIC) and a highly reactive methyl diazonium cation, the active alkylating species.[A229853, A229888, A229923] The cytochrome P450 system plays only a minor role in temozolomide metabolism. Relative to the AUC of temozolomide, the exposure to MTIC and AIC is 2.4% and 23%, respectively.[L32033]",
    "toxicity": "The primary dose-limiting toxicity of temozolomide is myelosuppression, which can occur with any dose but is more severe at higher doses. Patients taking high doses experienced adverse reactions, including severe and prolonged myelosuppression, infections, and death. One patient who took 2000 mg/day for five days experienced pancytopenia, pyrexia, and multi-organ failure, which resulted in death. Patients experiencing an overdose should have complete blood counts monitored and provided with supportive care as necessary.[L32033]",
    "targets": null,
    "enzymes": null,
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ],
        [
            "ABCG2",
            "ATP-binding cassette sub-family G member 2",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ],
        [
            "ORM1",
            "Alpha-1-acid glycoprotein 1",
            "Humans"
        ]
    ],
    "genomic-data": null
}