{
    "pharmgkb_id": "PA451846",
    "drugbank_id": "DB00313",
    "names": [
        "Valproic acid",
        "Convulex",
        "Depakine",
        "Deprakine",
        "Encorate",
        "Epilim",
        "Valcote",
        "Valparin"
    ],
    "description": "Valproic acid, or valproate, is an fatty acid derivative and anticonvulsant originally synthesized in 1881 by Beverly S. Burton.[A178051] It enjoyed use as a popular organic solvent in industry and pharmaceutical manufacturing for nearly a century. In 1963, a serendipitous discovery was made by George Carraz during his investigations into the anticonvulsant effects of khelline when he found that all of his samples, dissolved in valproic acid, exerted a similar degree of anticonvulsive activity. It first received approval on February 28, 1978 from the FDA under the trade name Depakene.[L6190]\r\n\r\nSince then, it has been investigated for neuroprotective, anti-manic, and anti-migraine effects. It is currently a compound of interest in the field of oncology for its anti-proliferative effects and is the subject of many clinical trials in a variety of cancer types.",
    "indication": "**Indicated** for:[Label] \r\n\r\n1) Use as monotherapy or adjunctive therapy in the management of complex partial seizures and simple or complex absence seizures. \r\n\r\n2) Adjunctive therapy in the management of multiple seizure types that include absence seizures. \r\n\r\n3) Prophylaxis of migraine headaches.\r\n\r\n4) Acute management of mania associated with bipolar disorder.\r\n\r\n\r\n**Off-label** uses include:\r\n \r\n1) Maintenance therapy for bipolar disorder.[A177919]\r\n\r\n2) Treatment for acute bipolar depression.[A177928,A177931,A177934]\r\n\r\n3) Emergency treatment of status epilepticus.[A177955]",
    "pharmacodynamics": "Valproate has been shown to reduce the incidence of complex partial seizures and migraine headaches.[FDA Label,A177841] It also improves symptom control in bipolar mania.[A178033] Although the exact mechanisms responsible are unknown, it is thought that valproate produces increased cortical inhibition to contribute to control of neural synchrony. It is also thought that valproate exerts a neuroprotective effect preventing damage and neural degeneration in epilepsy, migraines, and bipolar disorder.\r\n\r\nValproate is hepatotoxic and teratogenic. The reasons for this are unclear but have been attributed to the genomic effects of the drug.[A457]\r\n\r\nA small proof-of concept study found that valproate increases clearance of human immunodeficiency virus (HIV) when combined with highly active antiretroviral therapy (HAART) by reactivating the virus to allow clearance, however, a larger multicentre trial failed to show a significant effect on HIV reservoirs when added to HAART.[A458,A177859] The FDA labeling contains a warning regarding HIV reactivation during valproate use.[label].",
    "mechanism-of-action": "The exact mechanisms by which valproate exerts it's effects on epilepsy, migraine headaches, and bipolar disorder are unknown however several pathways exist which may contribute to the drug's action.\r\n\r\nValproate is known to inhibit succinic semialdehyde dehydrogenase.[A177991] This inhibition results in an increase in succinic semialdehyde which acts as an inhibitor of GABA transaminase ultimately reducing GABA metabolism and increasing GABAergic neurotransmission. As GABA is an inhibitory neurotransmitter, this increase results in increased inhibitory activity.[A457] A possible secondary contributor to cortical inhibition is a direct suppression of voltage gated sodium channel activity and indirect suppression through effects on GABA.\r\n\r\nIt has also been suggested that valproate impacts the extracellular signal-related kinase pathway (ERK).[A457] These effects appear to be dependent on mitogen-activated protein kinase (MEK) and result in the phosphorylation of ERK1/2. This activation increases expression of several downstream targets including ELK-1 with subsequent increases in c-fos, growth cone-associated protein-43 which contributes to neural plasticity, B-cell lymphoma/leukaemia-2 which is an anti-apoptotic protein, and brain-derived neurotrophic factor (BDNF) which is also involved in neural plasticity and growth. Increased neurogenesis and neurite growth due to valproate are attributed to the effects of this pathway. An additional downstream effect of increased BDNF expression appears to be an increase in GABA<sub>A</sub> receptors which contribute further to increased GABAergic activity.[A177997]\r\n\r\nValproate exerts a non-competitive indirect inhibitory effect on myo-inosital-1-phophate synthetase.[A178000] This results in reduced de novo synthesis of inositol monophosphatase and subsequent inositol depletion. It is unknown how this contributed to valproate's effects on bipolar disorder but [lithium] is known to exert a similar inositol-depleting effect.[A178003] Valproate exposure also appears to produce down-regulation of protein kinase C proteins (PKC)-α and -ε which are potentially related to bipolar disorder as PKC is unregulated in the frontal cortex of bipolar patients. This is further supported by a similar reduction in PKC with lithium.[A178015] The inhibition of the PKC pathway may also be a contributor to migraine prophylaxis.[A178018] Myristoylated alanine-rich C kinase substrate, a PKC substrate, is also downregulated by valproate and may contribute to changes in synaptic remodeling through effects on the cytoskeleton.[A178021]\r\n\r\nValproate also appears to impact fatty acid metabolism.[A457] Less incorporation of fatty acid substrates in sterols and glycerolipids is thought to impact membrane fluidity and result in increased action potential threshold potentially contributing to valproate's antiepileptic action.[A178024] Valproate has been found to be a non-competitive direct inhibitor of brain microsomal long-chain fatty acyl-CoA synthetase.[A14708] Inhibition of this enzyme decreases available arichidonyl-CoA, a substrate in the production of inflammatory prostaglandins. It is thought that this may be a mechanism behind valproate's efficacy in migraine prophylaxis as migraines are routinely treated with non-steroidal anti-inflammatory drugs which also inhibit prostaglandin production.\r\n\r\nFinally, valproate acts as a direct histone deactylase (HDAC) inhibitor.[A178030] Hyperacetylation of lysine residues on histones promoted DNA relaxation and allows for increased gene transcription. The scope of valproate's genomic effects is wide with 461 genes being up or down-regulated.[A178027] The relation of these genomic effects to therapeutic value is not fully characterized however H3 and H4 hyperacetylation correlates with improvement of symptoms in bipolar patients.[A178033] Histone hyperacetylation at the BDNF gene, increasing BDNF expression, post-seizure is known to occur and is thought to be a neuroprotective mechanism which valproate may strengthen or prolong.[A178036] H3 hyperacetylation is associated with a reduction in glyceraldehyde-3-phosphate dehydrogenase, a pro-apoptotic enzyme, contributing further to valproate's neuroprotective effects.[A11814]",
    "absorption": "The intravenous and oral forms of valproic acid are expected to produce the same AUC, Cmax, and Cmin at steady-state.[label] The oral delayed-release tablet formulation has a Tmax of 4 hours. Differences in absorption rate are expected from other formulations but are not considered to be clinically important in the context of chronic therapy beyond impacting frequency of dosing. Differences in absorption may create earlier Tmax or higher Cmax values on initiation of therapy and may be affected differently by meals.[L6196] The extended release tablet formulation had Tmax increase from 4 hours to 8 hours when taken with food. In comparison, the sprinkle capsule formulation had Tmax increase from 3.3 hours to 4.8 hours. Bioavailability is reported to be approximately 90% with all oral formulations with enteric-coated forms possibly reaching 100%.[A178066]",
    "metabolism": "Most drug is metabolized to glucuronide conjugates (30-50%) of the parent drug or of metabolites.[Label,A178066] Another large portion is metabolized through mitochondrial β-oxidation (40%). The remainder of metabolism (15-20%) occurs through oxidation, hydroxylation, and dehydrogenation at the ω, ω<sub>1</sub>, and ω<sub>2</sub> positions resulting in the formation of hydroxyls, ketones, carboxyls, a lactone metabolite, double bonds, and combinations. ",
    "toxicity": "**LD<sub>50</sub> Values**\r\n\r\nOral, mouse: 1098 mg/kg\r\n\r\nOral, rat: 670 mg/kg\r\n\r\n**Overdose**\r\n\r\nSymptoms of overdose include somnolence, heart block, deep coma, and hypernatremia. Fatalities have been reported, however patients have recovered from valproate serum concentrations as high as 2120 mcg/mL. The unbound fraction may be removed by hemodialysis. Naloxone has been demonstrated to reverse the CNS depressant effects of overdose but may also reverse the anti-epileptic effects.[FDA Label]\r\n\r\n**Reproductive Toxicity**\r\n\r\nValproate use in pregnancy is known to increase the risk of neural tube defects and other structural abnormalities.[FDA Label] The risk of spina bifida increases from 0.06-0.07% in the normal population to 1-2% in valproate users. The North American Antiepileptic Drug (NAAED)\r\nPregnancy Registry reports a major malformation rate of 9-11%, 5 times the baseline rate. These malformations include neural tube defects, cardiovascular malformations, craniofacial defects (e.g., oral clefts, craniosynostosis), hypospadias, limb malformations (e.g., clubfoot, polydactyly), and other malformations of varying severity involving other body systems. Other antiepileptic drugs, lamotrigine, carbemazepine, and phenytoin, have been found to reduce IQ in children exposed in utero. Valproate was also studied however the results did not achieve statistical significance (97 IQ (CI: 94-101)). Observational studies report an absolute risk increase of 2.9% (relative risk 2.9 times baseline) of autism spectrum disorder in children exposed to valproate in utero. There have been case reports of fatal hepatic failure in children of mothers who used valproate during pregnancy.\r\n\r\nThere have been reports of male infertility when taking valproate.[FDA Label]\r\n\r\n**Lactation**\r\n\r\nValproate is excreted in human milk.[FDA Label] Data in the published literature describe the presence of valproate in human milk (range: 0.4 mcg/mL to 3.9 mcg/mL), corresponding to 1% to 10% of maternal serum levels. Valproate serum concentrations collected from breastfed infants aged 3 days postnatal to 12 weeks following delivery ranged from 0.7 mcg/mL to 4 mcg/mL, which were 1% to 6% of maternal serum valproate levels. A published study in children up to six years of age did not report adverse developmental or cognitive effects following exposure to valproate\r\nvia breast milk.\r\n\r\n**Other Toxicity Considerations**\r\n\r\nUse in pediatrics under 2 years of age increases the risk of fatal hepatotoxicity.[FDA Label]\r\n",
    "targets": [
        [
            "HDAC9",
            "Histone deacetylase 9",
            "Humans"
        ],
        [
            "ACADSB",
            "Short/branched chain specific acyl-CoA dehydrogenase, mitochondrial",
            "Humans"
        ],
        [
            "OGDH",
            "2-oxoglutarate dehydrogenase, mitochondrial",
            "Humans"
        ],
        [
            "ALDH5A1",
            "Succinate-semialdehyde dehydrogenase, mitochondrial",
            "Humans"
        ],
        [
            "SCN1A",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "SCN10A",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "SCN11A",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "SCN2A",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "SCN3A",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "SCN4A",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "SCN5A",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "SCN7A",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "SCN8A",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "SCN9A",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "SCN1B",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "SCN2B",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "SCN3B",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "SCN4B",
            "Sodium channel protein",
            "Humans"
        ],
        [
            "HDAC2",
            "Histone deacetylase 2",
            "Humans"
        ],
        [
            "PPARA",
            "Peroxisome proliferator-activated receptor alpha",
            "Humans"
        ],
        [
            "PPARD",
            "Peroxisome proliferator-activated receptor delta",
            "Humans"
        ],
        [
            "PPARG",
            "Peroxisome proliferator-activated receptor gamma",
            "Humans"
        ],
        [
            "HDAC1",
            "Histone deacetylase",
            "Humans"
        ],
        [
            "HDAC10",
            "Histone deacetylase",
            "Humans"
        ],
        [
            "HDAC11",
            "Histone deacetylase",
            "Humans"
        ],
        [
            "HDAC2",
            "Histone deacetylase",
            "Humans"
        ],
        [
            "HDAC3",
            "Histone deacetylase",
            "Humans"
        ],
        [
            "HDAC4",
            "Histone deacetylase",
            "Humans"
        ],
        [
            "HDAC5",
            "Histone deacetylase",
            "Humans"
        ],
        [
            "HDAC6",
            "Histone deacetylase",
            "Humans"
        ],
        [
            "HDAC7",
            "Histone deacetylase",
            "Humans"
        ],
        [
            "HDAC8",
            "Histone deacetylase",
            "Humans"
        ],
        [
            "HDAC9",
            "Histone deacetylase",
            "Humans"
        ],
        [
            "CDKN1A",
            "Cyclin-dependent kinase inhibitor 1",
            "Humans"
        ],
        [
            "HGF",
            "Hepatocyte growth factor",
            "Humans"
        ],
        [
            "ODC1",
            "Ornithine decarboxylase",
            "Humans"
        ],
        [
            "CD274",
            "Programmed cell death 1 ligand 1",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP2A6",
            "Cytochrome P450 2A6",
            "Humans"
        ],
        [
            "CYP2B6",
            "Cytochrome P450 2B6",
            "Humans"
        ],
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP3A5",
            "Cytochrome P450 3A5",
            "Humans"
        ],
        [
            "PTGS1",
            "Prostaglandin G/H synthase 1",
            "Humans"
        ],
        [
            "CYP1A2",
            "Cytochrome P450 1A2",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "UGT1A4",
            "UDP-glucuronosyltransferase 1-4",
            "Humans"
        ],
        [
            "UGT1A8",
            "UDP-glucuronosyltransferase 1-8",
            "Humans"
        ],
        [
            "UGT1A10",
            "UDP-glucuronosyltransferase 1-10",
            "Humans"
        ],
        [
            "UGT1A6",
            "UDP-glucuronosyltransferase 1-6",
            "Humans"
        ],
        [
            "UGT1A3",
            "UDP-glucuronosyltransferase 1-3",
            "Humans"
        ],
        [
            "UGT2B7",
            "UDP-glucuronosyltransferase 2B7",
            "Humans"
        ],
        [
            "UGT2B15",
            "UDP-glucuronosyltransferase 2B15",
            "Humans"
        ],
        [
            "UGT1A9",
            "UDP-glucuronosyltransferase 1-9",
            "Humans"
        ],
        [
            "UGT1A1",
            "UDP-glucuronosyltransferase 1-1",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "SLC22A6",
            "Solute carrier family 22 member 6",
            "Humans"
        ],
        [
            "SLC22A8",
            "Solute carrier family 22 member 8",
            "Humans"
        ],
        [
            "SLC22A5",
            "Solute carrier family 22 member 5",
            "Humans"
        ],
        [
            "SLC16A1",
            "Monocarboxylate transporter 1",
            "Humans"
        ],
        [
            "SLC22A7",
            "Solute carrier family 22 member 7",
            "Humans"
        ],
        [
            "SLCO2B1",
            "Solute carrier organic anion transporter family member 2B1",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ]
    ],
    "genomic-data": [
        {
            "DrugBank ID": "DB00313",
            "Drug Name": "Valproic acid",
            "Gene Symbol": "POLG",
            "RS ID (Genotype)": "rs113994095",
            "Adverse Reaction Description": "The presence of this polymorphism in POLG may indicate an increased risk of liver failure and death when treated with valproic acid."
        },
        {
            "DrugBank ID": "DB00313",
            "Drug Name": "Valproic acid",
            "Gene Symbol": "POLG",
            "RS ID (Genotype)": "rs113994097",
            "Adverse Reaction Description": "The presence of this polymorphism in POLG may indicate an increased risk of liver failure and death when treated with valproic acid."
        }
    ]
}