{
    "pharmgkb_id": "PA164742987",
    "drugbank_id": "DB00766",
    "names": [
        "Clavulanic acid"
    ],
    "description": "Clavulanic acid is a beta-lactamase inhibitor that is frequently combined with [Amoxicillin] or [Ticarcillin] to fight antibiotic resistance by preventing their degradation by beta-lactamase enzymes, broadening their spectrum of susceptible bacterial infections.[T665] Clavulanic acid is derived from the organism Streptomyces clavuligerus.[A182228]When it is combined with amoxicillin, clavulanic acid is frequently known as Augmentin, Co-Amoxiclav, or Clavulin.[L7880,L7904,L7910]",
    "indication": "Clavulanic acid combined with other antibiotics is indicated to prevent the development of drug-resistant strains of bacteria and promotes their therapeutic antibacterial effects.[L7880,L7904]\r\n\r\nThe following conditions, when they produced beta-lactamases, have been treated with a combination of amoxicillin and clavulanic acid or ticarcillin and clavulanic acid[L7880,L7904]:\r\n\r\nAcute otitis media caused by  H. influenzae and M. catarrhalis\r\n\r\nSinusitis due to H. influenzae and M. catarrhalis\r\n\r\nLower respiratory tract infections due to Haemophilus influenzae, S.aureus, Klebsiella species, and Moraxella catarrhalis \r\n\r\nSkin and skin structure infections caused by Staphylococcus aureus, Escherichia coli, and Klebsiella species\r\n\r\nUrinary Tract Infections due to E. coli, Klebsiella species of bacteria, and Enterobacter species of bacteria, S.marcescens, or S.aureus\r\n\r\nGynecologic infections due to a variety of bacteria, including P.melaninogenicus, Enterobacter species, E.Coli species, Klebsiella species, S. aureus, S.epidermidis\r\n\r\nSepticemia due to a variety of bacteria, including Klebsiella species, E.Coli species, S.aureus, or Pseudomonas species\r\n\r\nBone and joint infections due to S.aureus\r\n\r\nIntraabdominal infections due to E.Coli, K.pnemoniae, or B.fragilis group\r\n\r\n**A note on susceptibility**\r\n\r\nIt should be noted that it is only to be administered in infections that are confirmed or highly likely to be caused by susceptible bacteria. Culture and susceptibility tests should be performed if possible and used in selecting whether this antibiotic is prescribed. When beta-lactamase enzyme production is not detected during microbiological testing, clavulanic acid should not be used. When these tests are not available patterns of local infection and susceptibility may be used to determine the appropriateness of using clavulanic acid.[L7880] Ticarcillin with clavulanate has shown particular efficacy in mixed infections in addition to empiric therapy before determining the susceptibility of causative organisms. The ticarcillin-clavulanic acid combination may prove to be an effective single-agent antibiotic therapy to treat infections where a regimen of several drugs may normally be used.[L7904]",
    "pharmacodynamics": "Clavulanic acid inactivates some beta-lactamase enzymes that are produced by bacteria, therefore preventing enzymatic destruction of amoxicillin. This helps to treat a variety of bacterial infections which would otherwise be resistant to antibiotics without the addition of clavulanic acid.[L7880,L7886,L7904]",
    "mechanism-of-action": "Clavulanic acid contains a beta-lactam ring in its structure that binds in an irreversible fashion to beta-lactamases, preventing them from inactivating certain beta-lactam antibiotics, with efficacy in treating susceptible gram-positive and gram-negative infections.[A182228,A182234]",
    "absorption": "Clavulanic acid, when taken orally, is well absorbed in the gastrointestinal tract.  After administration of radiolabeled clavulanic acid to four human subjects, a minimum of 73% absorption and the average absolute bioavailability was calculated at 64%.[A182267] The mean Cmax in a group of 8 healthy research volunteers was  2.098 ± 0.441 micrograms/ml in a pharmacokinetic study. The same study reported a mean Tmax of 1.042 ± 0.80 hours.[A182264] Tmax is reported to be 40-120 minutes according to another pharmacokinetic study.[A182261] ",
    "metabolism": "Clavulanic acid is heavily metabolized to form the metabolites 2,5-dihydro-4-(2- hydroxyethyl)-5-oxo-1H-pyrrole-3-carboxylic acid and 1-amino-4-hydroxy-butan-2-one.[A182267,L7886] The first metabolite was found to account for 15.6% of the dose while the second metabolite was reported to account for 8.8% of the dose in one pharmacokinetic study.[A182267]",
    "toxicity": "**LD50 information**\r\n\r\nClavulanic acid has demonstrated low oral acute toxicity in adult rodents, having an LD50 of more than 2000 mg/kg. The toxicity of clavulanic acid on pre-weaning rats was also studied. Gastrointestinal disturbance and mortality occurred, even at lower clavulanic acid doses of 125 mg/kg.[L7898]\r\n\r\n**Overdose information** \r\n\r\nOverdose information has been obtained for the combination of amoxicillin and clavulanic acid, as these drugs are frequently administered together in a single product.[L7880,L7886] Changes in fluid and electrolyte balances and gastrointestinal symptoms may occur in the case of an overdose. Offer symptomatic treatment or gastrointestinal disturbances, while considering the importance of fluid and electrolyte balance. This drug may be removed by a session of hemodialysis. When coadministered with amoxicillin, crystalluria causing renal failure has been observed.[L7886] Seizures may also occur in a case of overdose, or in a patient with renal failure.[L7904]",
    "targets": null,
    "enzymes": null,
    "transporters": [
        [
            "SLC5A1",
            "Sodium/glucose cotransporter 1",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": null
}