{
    "pharmgkb_id": "PA451735",
    "drugbank_id": "DB00193",
    "names": [
        "Tramadol",
        "Rybix",
        "Tramal"
    ],
    "description": "Tramadol is a centrally acting synthetic opioid analgesic and SNRI (serotonin/norepinephrine reuptake-inhibitor) that is structurally related to [codeine] and [morphine]. Due to its good tolerability profile and multimodal mechanism of action, tramadol is generally considered a lower-risk opioid option for the treatment of moderate to severe pain. It is considered a Step 2 option on the World Health Organization's pain ladder and has about 1/10th of the potency of [morphine]. \r\n\r\nTramadol differs from other traditional opioid medications in that it doesn't just act as a μ-opioid agonist, but also affects monoamines by modulating the effects of neurotransmitters involved in the modulation of pain such as serotonin and norepinpehrine which activate descending pain inhibitory pathways.[A182279] Tramadol's effects on serotonin and norepinephrine mimic the effects of other SNRI antidepressants such as [duloxetine] and [venlafaxine].\r\n\r\nTramadol exists as a racemic mixture consisting of two pharmacologically active enantiomers that both contribute to its analgesic property through different mechanisms and are also themselves metabolized into active metabolites: (+)-tramadol and its primary metabolite (+)-O-desmethyl-tramadol (M1) are agonists of the μ opioid receptor while (+)-tramadol inhibits serotonin reuptake and (-)-tramadol inhibits norepinephrine reuptake. These pathways are complementary and synergistic, improving tramadol's ability to modulate the perception of and response to pain.[A4269,A183842] \r\n\r\nTramadol has also been shown to affect a number of other pain modulators within the central nervous system as well as non-neuronal inflammatory markers and immune mediators.[A183728,A183734,A183761,A17159,A182300] Due to the broad spectrum of targets involved in pain and inflammation, it's not surprising that the evidence has shown that tramadol is effective for a number of pain types including neuropathic pain, post-operative pain, lower back pain, as well as pain associated with labour, osteoarthritis, fibromyalgia, and cancer. Due to its SNRI activity, tramadol also has anxiolytic, antidepressant, and anti-shivering effects which are all frequently found as comorbidities with pain.[A182300]\r\n\r\nSimilar to other opioid medications, tramadol poses a risk for development of tolerance, dependence and abuse. If used in higher doses, or with other opioids, there is a dose-related risk of overdose, respiratory depression, and death.[A183830,F4679] However, unlike other opioid medications, tramadol use also carries a risk of seizure and serotonin syndrome, particularly if used with other serotonergic medications.[A183836,A179926]",
    "indication": "Tramadol is approved for the management of moderate to severe pain in adults.[L9257,F4679]\r\n\r\nTramadol is also used off-label in the treatment of premature ejaculation.[A173986]",
    "pharmacodynamics": "Tramadol modulates the descending pain pathways within the central nervous system through the binding of parent and M1 metabolite to μ-opioid receptors and the weak inhibition of the reuptake of norepinephrine and serotonin.[A173983,A173980] \r\n\r\nApart from analgesia, tramadol may produce a constellation of symptoms (including dizziness, somnolence, nausea, constipation, sweating and pruritus) similar to that of other opioids. \r\n\r\n**Central Nervous System**\r\n\r\nIn contrast to [morphine], tramadol has not been shown to cause histamine release. At therapeutic doses, tramadol has no effect on heart rate, left-ventricular function or cardiac index. Orthostatic hypotension has been observed.[L9257]\r\n\r\nTramadol produces respiratory depression by direct action on brain stem respiratory centres. The respiratory depression involves both a reduction in the responsiveness of the brain stem centres to increases in CO2 tension and to electrical stimulation. \r\n\r\nTramadol depresses the cough reflex by a direct effect on the cough centre in the medulla. Antitussive effects may occur with doses lower than those usually required for analgesia.\r\n\r\nTramadol causes miosis, even in total darkness. Pinpoint pupils are a sign of opioid overdose but\r\nare not pathognomonic (e.g., pontine lesions of hemorrhagic or ischemic origin may produce\r\nsimilar findings). Marked mydriasis rather than miosis may be seen with hypoxia in the setting of\r\noxycodone overdose.[F4679]\r\n\r\nSeizures have been reported in patients receiving tramadol within the recommended dosage range. Spontaneous post-marketing reports indicate that seizure risk is increased with doses of tramadol above the recommended range. Risk of convulsions may also increase in patients with epilepsy, those with a history of seizures\r\nor in patients with a recognized risk for seizure (such as head trauma, metabolic disorders,\r\nalcohol and drug withdrawal, CNS infections), or with concomitant use of other drugs known to reduce the seizure threshold.[F4679]\r\n\r\nTramadol can cause a rare but potentially life-threatening condition resulting from concomitant administration of serotonergic drugs (e.g., anti-depressants, migraine medications). Treatment with the serotoninergic drug should be discontinued if such events (characterized by clusters of symptoms such as hyperthermia, rigidity, myoclonus, autonomic instability with possible rapid fluctuations of vital signs, mental status changes including confusion, irritability, extreme agitation progressing to delirium and coma) occur and supportive symptomatic treatment should be initiated. Tramadol should not be used in combination with MAO inhibitors or serotonin-precursors (such as L-tryptophan, oxitriptan) and should be used with caution in combination with other serotonergic drugs (triptans, certain tricyclic antidepressants, lithium, St. John’s Wort) due to the risk of serotonin syndrome.[F4679]\r\n\r\n**Gastrointestinal Tract and Other Smooth Muscle**\r\n\r\nTramadol causes a reduction in motility associated with an increase in smooth muscle tone in the antrum of the stomach and duodenum. Digestion of food in the small intestine is delayed and propulsive contractions are decreased. Propulsive peristaltic waves in the colon are decreased, while tone may be increased to the point of spasm resulting in constipation. Other opioid-induced effects may include a reduction in gastric, biliary and pancreatic secretions, spasm of the sphincter of Oddi, and transient elevations in serum amylase.[F4679]\r\n\r\n**Endocrine System**\r\n\r\nOpioids may influence the hypothalamic-pituitary-adrenal or -gonadal axes. Some changes that can be seen include an increase in serum prolactin and decreases in plasma cortisol and testosterone. Clinical signs and symptoms may be manifest from these hormonal changes.[F4679]\r\n\r\nHyponatremia has been reported very rarely with the use of tramadol, usually in patients with predisposing risk factors, such as elderly patients and/or patients using concomitant medications that may cause hyponatremia (e.g., antidepressants, benzodiazepines, diuretics). In some reports, hyponatremia appeared to be the result of the syndrome of inappropriate antidiuretic hormone secretion (SIADH) and resolved with discontinuation of tramadol and appropriate treatment (e.g., fluid restriction). During tramadol treatment, monitoring for signs and symptoms of hyponatremia is recommended for patients with predisposing risk factors.[F4679]\r\n\r\n**Cardiovascular**\r\n\r\nTramadol administration may result in severe hypotension in patients whose ability to maintain adequate blood pressure is compromised by reduced blood volume, or concurrent administration of drugs such as phenothiazines and other tranquillizers, sedative/hypnotics, tricyclic antidepressants or general anesthetics. These patients should be monitored for signs of hypotension after initiating or titrating the dose of tramadol.[F4679]\r\n\r\n**QTc-Interval Prolongation**\r\n\r\nThe maximum placebo-adjusted mean change from baseline in the QTcF interval was 5.5 ms in the 400 mg/day treatment arm and 6.5 ms in the 600 mg/day mg treatment arm, both occurring at the 8h time point. Both treatment groups were within the 10 ms threshold for QT prolongation. Post-marketing experience with the use of tramadol containing products included rare reports of QT prolongation reported with an overdose. Particular care should be exercised when administering tramadol to patients who are suspected to be at an increased risk of experiencing torsade de pointes during treatment with a QTc-prolonging drug.[F4679]\r\n\r\n**Abuse and Misuse**\r\n\r\nLike all opioids, tramadol has the potential for abuse and misuse, which can lead to overdose and death. Therefore, tramadol should be prescribed and handled with caution.[F4679]\r\n\r\n**Dependence/Tolerance**\r\n\r\nPhysical dependence and tolerance reflect the neuroadaptation of the opioid receptors to chronic exposure to an opioid and are separate and distinct from abuse and addiction. Tolerance, as well as physical dependence, may develop upon repeated administration of opioids, and are not by themselves evidence of an addictive disorder or abuse. Patients on prolonged therapy should be tapered gradually from the drug if it is no longer required for pain control. Withdrawal symptoms may occur following abrupt discontinuation of therapy or upon administration of an opioid antagonist. Some of the symptoms that may be associated with abrupt withdrawal of an opioid analgesic include body aches, diarrhea, gooseflesh, loss of appetite, nausea, nervousness or restlessness, anxiety, runny nose, sneezing, tremors or shivering, stomach cramps, tachycardia, trouble with sleeping, unusual increase in sweating, palpitations, unexplained fever, weakness and yawning.[F4679]",
    "mechanism-of-action": "Tramadol is a centrally acting μ-opioid receptor agonist and SNRI (serotonin/norepinephrine reuptake-inhibitor) that is structurally related to [codeine] and [morphine]. Tramadol binds weakly to κ- and δ-opioid receptors and to the μ-opioid receptor with 6000-fold less affinity than morphine.[A182300]\r\n\r\nTramadol exists as a racemic mixture consisting of two pharmacologically active enantiomers that both contribute to its analgesic property through different mechanisms: (+)-tramadol and its primary metabolite (+)-O-desmethyl-tramadol (M1) are agonists of the μ opioid receptor while (+)-tramadol inhibits serotonin reuptake and (-)-tramadol inhibits norepinephrine reuptake. These pathways are complementary and synergistic, improving tramadol's ability to modulate the perception of and response to pain.[A4269] \r\n\r\nIn animal models, M1 is up to 6 times more potent than tramadol in producing analgesia and 200 times more potent in μ-opioid binding.[L9257] \r\n\r\nTramadol has also been shown to affect a number of pain modulators including alpha2-adrenoreceptors, neurokinin 1 receptors, the voltage-gated sodium channel type II alpha subunit[A183728], transient receptor potential cation channel subfamily V member 1 (TRPV1 - also known as the capsaicin receptor)[A183734], muscarinic receptors (M1 and M3), N-methyl-D-aspartate receptor (also known as the NMDA receptor or glutamate receptor)[A17158], Adenosine A1 receptors[A183761], and nicotinic acetylcholine receptor.[A17159] \r\n\r\nIn addition to the above neuronal targets, tramadol has a number of effects on inflammatory and immune mediators involved in the pain response. This includes inhibitory effects on cytokines, prostaglandin E2 (PGE2), nuclear factor-κB, and glial cells as well as a change in the polarization state of M1 macrophages.[A182300]",
    "absorption": "**Oral Administration**\r\n\r\nTramadol is administered as a racemate, with both the [-] and [+] forms of both tramadol and the M1 metabolite detected in circulation. Following administration, racemic tramadol is rapidly and almost completely absorbed, with a bioavailability of 75%. This difference in absorption and bioavailability can be attributed to the 20-30% first-pass metabolism. Peak plasma concentrations of tramadol and the primary metabolite M1 occur at two and three hours, respectively.[F4679] Following a single oral dose of 100mg of tramadol, the Cmax was found to be approximately 300μg/L with a Tmax of 1.6-1.9 hours, while metabolite M1 was found to have a Cmax of 55μg/L with a Tmax of 3 hours.[A4269,L9257] \r\n\r\nSteady-state plasma concentrations of both tramadol and M1 are achieved within two days of dosing. There is no evidence of self-induction.[F4679] Following multiple oral doses, Cmax is 16% higher and AUC is 36% higher than after a single dose, demonstrating a potential role of saturable first-pass hepatic metabolism in increasing bioavailability.[A4269]\r\n\r\n**Intramuscular Administration**\r\n\r\nTramadol is rapidly and almost completely absorbed following intramuscular administration. Following injection of 50mg of tramadol, Cmax of 166μg/L was found with a Tmax of 0.75 hours.[A4269]\r\n\r\n**Rectal Administration**\r\n\r\nFollowing rectal administration with suppositories containing 100mg of tramadol, Cmax of 294μg/L  was found with a Tmax of 3.3 hours. The absolute bioavailability was found to be higher than oral administration (77% vs 75%), likely due to reduced first-pass metabolism with rectal administration compared to oral administration.[A4269]",
    "metabolism": "Tramadol undergoes extensive first-pass metabolism in the liver by N- and O- demethylation and conjugation. From the extensive metabolism, there have been identified at least 23 metabolites. There are two main metabolic pathways: the O-demethylation of tramadol to produce O-desmethyl-tramadol (M1) catalyzed by CYP2D6 and the N-demethylation to N-desmethyl-tramadol (M2) catalyzed by CYP3A4 and CYP2B6.[A4269,L9257,F4679]\r\n\r\nThe wide variability in the pharmacokinetic properties between patients can partly be ascribed to polymorphisms within the gene for CYP2D6 that determine its enzymatic activity. CYP2D6\\*1 is considered the wild-type allele associated with normal enzyme activity and the \"extensive metabolizer\" phenotype; 90-95% of Caucasians are considered \"extensive metabolizers\" (with normal CYP2D6 function) while the remaining 5-10% are considered \"poor metabolizers\" with reduced or non-functioning enzyme.[A182294] CYP2D6 alleles associated with non-functioning enzyme include *3, *4, *5, and *6 while alleles associated with reduced activity include *9, *10, *17, and *41.[A183812]\r\n\r\nPoor metabolizers have reduced activity of the CYP2D6 enzyme and therefore less production of tramadol metabolites M1 and M2, which ultimately results in a reduced analgesic effect as tramadol interacts with the μ-opioid receptor primarily via M1.[A4269] \r\n\r\nThere are also large differences in the frequency of these alleles between different ethnicities: \\*3, \\*4, \\*5, \\*6, and \\*41 are more common among Caucasians while \\*17 is more common in Africans for example.[A183812] Compared to 5-10% of Caucasians, only ~1% of Asians are considered poor metabolizers, however Asian populations carry a much higher frequency (51%) of the CYP2D6\\*10 allele, which is relatively rare in Caucasian populations and results in higher exposure to tramadol.[A182294]\r\n\r\nSome individuals are considered \"ultra-rapid metabolizers\", such as those carrying CYP2D6 gene duplications (CYP2D6*DUP) or multiplications. These individuals are at risk of intoxication or exaggerated effects of tramadol due to higher concentrations of its active metabolite (M1).[A182297] The occurrence of this phenotype is seen in approximately 1% to 2% of East Asians (Chinese, Japanese, Korean), 1% to 10% of Caucasians, 3% to 4% of African-Americans, and may be >10% in certain racial/ethnic groups (ie, Oceanian, Northern African, Middle Eastern, Ashkenazi Jews, Puerto Rican). The FDA label recommends avoiding the use of tramadol in these individuals.[L9257,F4679]",
    "toxicity": "The reported LD50 for tramadol, when administered orally in mice, is 350 mg/kg.[A174010] \r\n\r\nIn carcinogenic studies, there are reports of murine tumors which cannot be concluded to be carcinogenic in humans. On the other hand, tramadol showed no evidence to be mutagenic in different assays and does not have effects on fertility. However, there are clear reports of embryotoxicity and fetotoxicity.[L9257,F4679]",
    "targets": [
        [
            "OPRM1",
            "Mu-type opioid receptor",
            "Humans"
        ],
        [
            "SLC6A2",
            "Sodium-dependent noradrenaline transporter",
            "Humans"
        ],
        [
            "SLC6A4",
            "Sodium-dependent serotonin transporter",
            "Humans"
        ],
        [
            "SCN2A",
            "Sodium channel protein type 2 subunit alpha",
            "Humans"
        ],
        [
            "GRIN1",
            "NMDA receptor",
            "Humans"
        ],
        [
            "GRIN2A",
            "NMDA receptor",
            "Humans"
        ],
        [
            "GRIN2B",
            "NMDA receptor",
            "Humans"
        ],
        [
            "GRIN2C",
            "NMDA receptor",
            "Humans"
        ],
        [
            "GRIN2D",
            "NMDA receptor",
            "Humans"
        ],
        [
            "GRIN3A",
            "NMDA receptor",
            "Humans"
        ],
        [
            "GRIN3B",
            "NMDA receptor",
            "Humans"
        ],
        [
            "ADORA1",
            "Adenosine receptor A1",
            "Humans"
        ],
        [
            "ADRA2A",
            "Alpha-2 adrenergic receptors",
            "Humans"
        ],
        [
            "ADRA2B",
            "Alpha-2 adrenergic receptors",
            "Humans"
        ],
        [
            "ADRA2C",
            "Alpha-2 adrenergic receptors",
            "Humans"
        ],
        [
            "HTR2C",
            "5-hydroxytryptamine receptor 2C",
            "Humans"
        ],
        [
            "OPRK1",
            "Kappa-type opioid receptor",
            "Humans"
        ],
        [
            "OPRD1",
            "Delta-type opioid receptor",
            "Humans"
        ],
        [
            "CHRNA7",
            "Neuronal acetylcholine receptor subunit alpha-7",
            "Humans"
        ],
        [
            "CHRM3",
            "Muscarinic acetylcholine receptor M3",
            "Humans"
        ],
        [
            "CHRM1",
            "Muscarinic acetylcholine receptor M1",
            "Humans"
        ],
        [
            "TACR1",
            "Neurokinin 1 receptor",
            "Humans"
        ],
        [
            "TRPV1",
            "Transient receptor potential cation channel subfamily V member 1",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP2B6",
            "Cytochrome P450 2B6",
            "Humans"
        ],
        [
            "UGT1A1",
            "UDP-glucuronosyltransferase 1-1",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ]
    ],
    "transporters": null,
    "carriers": null,
    "genomic-data": null
}