{
    "pharmgkb_id": "PA449512",
    "drugbank_id": "DB00655",
    "names": [
        "Estrone",
        "Estrone"
    ],
    "description": "Estrone, one of the major mammalian estrogens, is an aromatized C18 steroid with a 3-hydroxyl group and a 17-ketone. It is produced in vivo from androstenedione or from testosterone via estradiol. It is produced primarily in the ovaries, placenta, and in peripheral tissues (especially adipose tissue) through conversion of adrostenedione. Estrone may be further metabolized to 16-alpha-hydroxyestrone, which may be reduced to estriol by estradiol dehydrogenase.",
    "indication": "For management of perimenopausal and postmenopausal symptoms.",
    "pharmacodynamics": "Estrone, a synthetically prepared or naturally occurring steroidal estrogen obtained from pregnant equine urine, is the primary circulating estrogen after menopause. Estrone is naturally derived from the peripheral conversion of androstenedione by an aromatase enzyme found in adipose tissues and is converted to estradiol in peripheral tissues. The estrogenic potency of estrone is one third that of estradiol. Estropipate is piperazine-stabilized estrone sulfate. Estrone, and estropipate are used to treat abnormalities related to gonadotropin hormone dysfunction, vasomotor symptoms, atrophic vaginitis, and vulvar atrophy associated with menopause, and for the prevention of osteoporosis due to estrogen deficiency.",
    "mechanism-of-action": "Estrogens enter the cells of responsive tissues (e.g. female organs, breasts, hypothalamus, pituitary) where they interact with estrogen receptors. Hormone-bound estrogen receptors dimerize, translocate to the nucleus of cells and bind to estrogen response elements (ERE) of genes. Binding to ERE alters the transcription rate of affected genes. Estrogens increase the hepatic synthesis of sex hormone binding globulin (SHBG), thyroid-binding globulin (TBG), and other serum proteins and suppress follicle-stimulating hormone (FSH) release from the anterior pituitary.",
    "absorption": "43%",
    "metabolism": "Hepatic.",
    "toxicity": "Symptoms of overdose include nausea and vomiting. Estrogen related side effects include nausea, breast tenderness, fluid retention and edema, headaches and/or migraines, chloasma and poor contact lens fit. Estrogen hormone deficiency is associated with breakthrough bleeding, hypomenorrhea, irritability, depression and menopausal symptoms. Withdrawal bleeds may occur in females.",
    "targets": [
        [
            "ESR1",
            "Estrogen receptor alpha",
            "Humans"
        ],
        [
            "ESR2",
            "Estrogen receptor beta",
            "Humans"
        ],
        [
            "AR",
            "Androgen receptor",
            "Humans"
        ],
        [
            "CYP19A1",
            "Cytochrome P450 19A1",
            "Humans"
        ],
        [
            "SHBG",
            "Sex hormone-binding globulin",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP1B1",
            "Cytochrome P450 1B1",
            "Humans"
        ],
        [
            "CYP2B6",
            "Cytochrome P450 2B6",
            "Humans"
        ],
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP2E1",
            "Cytochrome P450 2E1",
            "Humans"
        ],
        [
            "CYP3A5",
            "Cytochrome P450 3A5",
            "Humans"
        ],
        [
            "CYP1A2",
            "Cytochrome P450 1A2",
            "Humans"
        ],
        [
            "CYP1A1",
            "Cytochrome P450 1A1",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "SLCO2B1",
            "Solute carrier organic anion transporter family member 2B1",
            "Humans"
        ],
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ],
        [
            "SLCO1A2",
            "Solute carrier organic anion transporter family member 1A2",
            "Humans"
        ],
        [
            "ABCG2",
            "ATP-binding cassette sub-family G member 2",
            "Humans"
        ],
        [
            "SLCO1B1",
            "Solute carrier organic anion transporter family member 1B1",
            "Humans"
        ],
        [
            "SLC22A8",
            "Solute carrier family 22 member 8",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ]
    ],
    "genomic-data": null
}