{
    "pharmgkb_id": "PA164742950",
    "drugbank_id": "DB00275",
    "names": [
        "Olmesartan",
        "Erastapex",
        "Golme",
        "Olmy",
        "Olsar",
        "Olvance",
        "WinBP"
    ],
    "description": "Olmesartan belongs to the angiotensin II receptor blocker (ARB) family of drugs, which also includes [telmisartan], [candesartan], [losartan], [valsartan], and [irbesartan]. ARBs selectively bind to angiotensin receptor 1 (AT1) and prevent the protein angiotensin II from binding and exerting its hypertensive effects, which include vasoconstriction, stimulation and synthesis of aldosterone and ADH, cardiac stimulation, and renal reabsorption of sodium, among others. Overall, olmesartan's physiologic effects lead to reduced blood pressure, lower aldosterone levels, reduced cardiac activity, and increased excretion of sodium. \r\n\r\nOlmesartan also affects the renin-angiotensin aldosterone system (RAAS), which plays an important role in hemostasis and regulation of kidney, vascular, and cardiac functions. Pharmacological blockade of RAAS via  AT1 receptor blockade inhibits negative regulatory feedback within RAAS, which is a contributing factor to the pathogenesis and progression of cardiovascular disease, heart failure, and renal disease. In particular, heart failure is associated with chronic activation of RAAS, leading to inappropriate fluid retention, vasoconstriction, and ultimately a further decline in left ventricular function. ARBs have been shown to have a protective effect on the heart by improving cardiac function, reducing afterload, increasing cardiac output and preventing ventricular hypertrophy and remodelling.[A174154] \r\n\r\nBy comparison, the angiotensin-converting enzyme inhibitor (ACEi) class of medications (which includes drugs such as [ramipril], [lisinopril], and [perindopril]) inhibit the conversion of angiotensin I to angiotensin II through inhibition of the ACE enzyme. However, this does not prevent the formation of all angiotensin II within the body. The angiotensin II receptor blocker (ARB) family of drugs unique in that it blocks all angiotensin II activity, regardless of where or how it was synthesized. \r\n\r\nOlmesartan is commonly used for the management of hypertension and Type 2 Diabetes-associated nephropathy, particularly in patients who are unable to tolerate ACE inhibitors. ARBs such as olmesartan have been shown in a number of large-scale clinical outcomes trials to improve cardiovascular outcomes including reducing risk of myocardial infarction, stroke, the progression of heart failure, and hospitalization.[A174124,A178153,A173869,A185324,A185327,A185333,A185342,A185345] Like other ARBs, olmesartan blockade of RAAS slows the progression of diabetic nephropathy due to its renoprotective effects.[A185906,A185909,A185912] \r\n\r\nOrally available olmesartan is produced as the prodrug olmesartan medoxomil which is rapidly converted _in vivo_ to the pharmacologically active olmesartan.[A175330] It was developed by Daiichi Sankyo Pharmaceuticals and approved in 2002.[A175345, L12882]",
    "indication": "Olmesartan is indicated for the treatment of hypertension either alone or in combination with other antihypertensive agents.[F4709,F4712,A173869] \r\n\r\nOlmesartan is also used off-label for the management Type 2 Diabetes-associated nephropathy, heart failure, and post-myocardial infarction, particularly in patients who are unable to tolerate ACE inhibitors.[A178153,A185912,A185915] ARBs such as olmesartan have been shown in a number of large-scale clinical outcomes trials to improve cardiovascular outcomes including reducing risk of myocardial infarction, stroke, the progression of heart failure, and hospitalization.[A174124,A178153,A173869,A185324,A185327,A185333,A185342,A185345] Like other ARBs, olmesartan blockade of RAAS slows the progression of diabetic nephropathy due to its renoprotective effects.[A185906,A185909,A185912] ",
    "pharmacodynamics": "Overall, olmesartan's physiologic effects lead to reduced blood pressure, lower aldosterone levels, reduced cardiac activity, and increased excretion of sodium. \r\n\r\n\r\n**Hypotension in Volume- or Salt-Depleted Patients**\r\n\r\nIn patients with an activated renin-angiotensin aldosterone system, such as volume-and/or salt-depleted patients (e.g., those being treated with high doses of diuretics), symptomatic hypotension may be anticipated after initiation of treatment with olmesartan. Initiate treatment under close medical supervision. If hypotension does occur, place the patient in the supine position and, if necessary, give an intravenous infusion of normal saline. A transient hypotensive response is not a contraindication to further treatment, which usually can be continued without difficulty once the blood pressure has stabilized.[F4709,F4712]\r\n\r\nValvular Stenosis: there is concern on theoretical grounds that patients with aortic stenosis might be at a particular risk of decreased coronary perfusion, because they do not develop as much afterload reduction.[F4712]\r\n\r\n\r\n**Impaired Renal Function**\r\n\r\nAs a consequence of inhibiting the renin-angiotensin-aldosterone system, changes in renal function may be anticipated in susceptible individuals treated with olmesartan. In patients whose renal function may depend upon the activity of the renin-angiotensin- aldosterone system (e.g., patients with severe congestive heart failure), treatment with angiotensin converting enzyme (ACE) inhibitors and angiotensin receptor antagonists has been associated with oliguria and/or progressive azotemia and rarely with acute renal failure and/or death. Similar results may be anticipated in patients treated with olmesartan.\r\n\r\nIn studies of ACE inhibitors in patients with unilateral or bilateral renal artery stenosis, increases in serum creatinine or blood urea nitrogen (BUN) have been reported. There has been no long-term use of olmesartan medoxomil in patients with unilateral or bilateral renal artery stenosis, but similar results may be expected.[F4709,F4712]\r\n\r\n\r\n**Sprue-like Enteropathy**\r\n\r\nSevere, chronic diarrhea with substantial weight loss has been reported in patients taking olmesartan months to years after drug initiation. Intestinal biopsies of patients often demonstrated villous atrophy. If a patient develops these symptoms during treatment with olmesartan, exclude other etiologies. Consider discontinuation of olmesartan medoxomil in cases where no other etiology is identified.[F4709,F4712]\r\n\r\n\r\n**Electrolyte Imbalances**\r\n\r\nOlmesartan medoxomil contains olmesartan, a drug that inhibits the renin-angiotensin system (RAS). Drugs that inhibit the RAS can cause hyperkalemia. Monitor serum electrolytes periodically.[F4709,F4712]",
    "mechanism-of-action": "Olmesartan belongs to the angiotensin II receptor blocker (ARB) family of drugs, which also includes [telmisartan], [candesartan], [losartan], [valsartan], and [irbesartan]. ARBs selectively bind to angiotensin receptor 1 (AT1) and prevent the protein angiotensin II from binding and exerting its hypertensive effects. As the principal pressor agent of the renin-angiotensin system, Angiotensin II causes vasoconstriction, stimulation of synthesis and release of aldosterone, cardiac stimulation and renal reabsorption of sodium. Olmesartan blocks the vasoconstrictor effects of angiotensin II by selectively blocking the binding of angiotensin II to the AT1 receptor in vascular smooth muscle. Its action is, therefore, independent of the pathways for angiotensin II synthesis.[F4709] Overall, olmesartan's physiologic effects lead to reduced blood pressure, lower aldosterone levels, reduced cardiac activity, and increased excretion of sodium. \r\n\r\nOlmesartan also effects on the renin-angiotensin aldosterone system (RAAS) plays an important role in hemostasis and regulation of kidney, vascular, and cardiac functions. Pharmacological blockade of RAAS via  AT1 receptor blockade inhibits negative regulatory feedback within RAAS, which is a contributing factor to the pathogenesis and progression of cardiovascular disease, heart failure, and renal disease. In particular, heart failure is associated with chronic activation of RAAS, leading to inappropriate fluid retention, vasoconstriction, and ultimately a further decline in left ventricular function. ARBs have been shown to have a protective effect on the heart by improving cardiac function, reducing afterload, increasing cardiac output and preventing ventricular hypertrophy and remodelling.[A174154] ",
    "absorption": "When taken orally, the prodrug olmesartan medoxomil is rapidly absorbed in the gastrointestinal tract and metabolized to olmesartan. The esterification with medoxomil was created with the intention of increasing olmesartan bioavailability from 4.5% to 28.6%.[A175330]\r\n\r\nOral administration of 10-160 mg of olmesartan has been shown to reach peak plasma concentration of 0.22-2.1 mg/L after 1-3 hours with an AUC of 1.6-19.9mgh/L.[A175342] The pharmacokinetic profile of olmesartan has been observed to be nearly linear and dose-dependent under the therapeutic range.[A175330] The steady-state level of olmesartan is achieved after once a day dosing during 3 to 5 days.[L5566]",
    "metabolism": "Olmesartan medoxomil is rapidly and completely bioactivated by ester hydrolysis to olmesartan during absorption from the gastrointestinal tract. This rapid first-pass metabolism was confirmed by the lack of measurable amounts of olmesartan medoxomil in plasma or excreta.[A175330] This first-pass metabolism is not driven by cytochrome enzymes and hence it is not expected to interact with other drugs via this mechanism.[A175342]\r\n\r\nThe pharmacologically active moiety does not appear to undergo further metabolism.[A175330,L12882]",
    "toxicity": "The reported LD50 of olmesartan in dogs was reported to be greater of 1500 mg/kg. Overdose is expressed as hypotension, tachycardia, and bradycardia when there is parasympathetic stimulation. In case of overdose, supportive treatment is recommended.[FDA label]\r\n\r\nOlmesartan was shown to be safe on carcinogenic and fertility studies. However, in _in vitro_ mutagenic studies showed a potential to induce chromosomal aberrations in cells and it tested positive for thymidine kinase mutations in the mouse lymphoma assay.[FDA label]",
    "targets": [
        [
            "AGTR1",
            "Type-1 angiotensin II receptor",
            "Humans"
        ]
    ],
    "enzymes": null,
    "transporters": [
        [
            "ABCC2",
            "Canalicular multispecific organic anion transporter 1",
            "Humans"
        ],
        [
            "SLCO1B3",
            "Solute carrier organic anion transporter family member 1B3",
            "Humans"
        ],
        [
            "SLCO1B1",
            "Solute carrier organic anion transporter family member 1B1",
            "Humans"
        ],
        [
            "ABCB11",
            "Bile salt export pump",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": null
}