{
    "pharmgkb_id": "PA164779050",
    "drugbank_id": "DB00891",
    "names": [
        "Sulfapyridine"
    ],
    "description": "Antibacterial, potentially toxic, and previously used to treat certain skin diseases. No longer prescribed.",
    "indication": "For the treatment of dermatitis herpetiformis, benign mucous membrane pemphigoid and pyoderma gangrenosum",
    "pharmacodynamics": "Sulfapyridine is a sulfonamide antibiotic. The sulfonamides are synthetic bacteriostatic antibiotics with a wide spectrum against most gram-positive and many gram-negative organisms. However, many strains of an individual species may be resistant. Sulfonamides inhibit multiplication of bacteria by acting as competitive inhibitors of <i>p</i>-aminobenzoic acid in the folic acid metabolism cycle. Bacterial sensitivity is the same for the various sulfonamides, and resistance to one sulfonamide indicates resistance to all. Most sulfonamides are readily absorbed orally. However, parenteral administration is difficult, since the soluble sulfonamide salts are highly alkaline and irritating to the tissues. The sulfonamides are widely distributed throughout all tissues. High levels are achieved in pleural, peritoneal, synovial, and ocular fluids. Although these drugs are no longer used to treat meningitis, CSF levels are high in meningeal infections. Their antibacterial action is inhibited by pus.",
    "mechanism-of-action": "Sulfapyridine is a competitive inhibitor of the bacterial enzyme dihydropteroate synthetase. The inhibited reaction is necessary in these organisms for the synthesis of folic acid by means of processing the substrate para-aminobenzoic acid (PABA). Dihydropteroate synthetase activity is vital in the synthesis of folate, and folate is required for cells to make nucleic acids, such as DNA or RNA. So if DNA molecules cannot be built, the cell cannot divide.\r\n",
    "absorption": "Approximately 60-80%",
    "metabolism": "Hepatic.",
    "toxicity": "LD<sub>50</sub> is 15800 mg/kg (orally in rats).",
    "targets": [
        [
            "sulI",
            "Dihydropteroate synthase type-1",
            "Mycobacterium fortuitum"
        ]
    ],
    "enzymes": [
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ]
    ],
    "transporters": null,
    "carriers": null,
    "genomic-data": null
}