{
    "pharmgkb_id": "PA450688",
    "drugbank_id": "DB00334",
    "names": [
        "Olanzapine",
        "Aedon",
        "Amulsin",
        "Apisco",
        "Apsico",
        "Arkolamyl",
        "Caprilon",
        "CO Olanzapine",
        "Deprex",
        "Dominazol",
        "Dopin",
        "Egolanza",
        "Elynza",
        "Frenial",
        "Jolyon-MD",
        "Kozylex",
        "Lanopin",
        "Lanzapin",
        "Lanzep",
        "Lapenza",
        "Lapozan",
        "Lazapix"
    ],
    "description": "Olanzapine is a thienobenzodiazepine classified as an atypical or second-generation antipsychotic agent.[A176996] The second-generation antipsychotics were introduced in the 90s and quickly gained traction due to their impressive efficacy, reduced risk for extrapyramidal side effects and reduced susceptibility to drug-drug interactions.[A177011] Olanzapine very closely resembles [clozapine] and only differs by two additional methyl groups and the absence of a chloride moiety.[T554] It was discovered by scientists at Eli Lilly and approved to be marketed in the US in 1996.[T548]",
    "indication": "Olanzapine was initially used orally and intramuscularly for the chronic treatment of schizophrenia in patients over 13 years old and other psychiatric disorders such as bipolar I disorder including mixed or manic episodes.[A177014] \r\n\r\nOlanzapine is also indicated, in combination with lithium or valproate for the short-term treatment of acute manic or mixed episodes associated with bipolar I disorder in adults.[FDA label]\r\n\r\nAs well, olanzapine is indicated, in combination with fluoxetine for the treatment of episodes of depression associated with bipolar disorder type 1 and treatment-resistant depression in patients over 10 years old.[A177014]\r\n\r\nOlanzapine is also approved for the management of psychomotor agitation associated with schizophrenia and bipolar I mania.[FDA label]\r\n\r\nSchizophrenia is a complex biochemical brain disorder that affects the person's ability to differentiate reality. It is usually observed as the presence of delusions, hallucinations, social withdrawal and disturbed thinking.[L5936]\r\n\r\nBipolar disorder is a mental health condition defined by periods of extreme mood disturbances. It is categorized in different types from which type 1 is known to involve episodes of severe mania and often depression while type 2 presents less severe forms of mania.[L5939]\r\n\r\nOlanzapine is also indicated in combination with [samidorphan] for the treatment of bipolar I disorder, either as an adjunct to lithium or valproate or as monotherapy for the acute treatment of manic or mixed episodes or as maintenance therapy, and for the treatment of schizophrenia in adults.[L34359]",
    "pharmacodynamics": "The effect of olanzapine in the D2 receptor is reported to produce the positive effects of this drug such as a decrease in hallucinations, delusions, disorganized speech, disorganized thought, and disorganized behavior. On the other hand, its effect on the serotonin 5HT2A receptor prevents the onset of anhedonia, flat affect, alogia, avolition and poor attention.[A177014] Based on the specific mechanism of action, olanzapine presents a higher affinity for the dopamine D2 receptor when compared to the rest of the dopamine receptor isotypes. This characteristic significantly reduces the presence of side effects.[T554]\r\n\r\nClinical trials for the original use of olanzapine demonstrated significant effectiveness in the treatment of schizophrenia and bipolar disorder in adults and acute manic or mixed episodes associated with bipolar disorder in adolescents.[A177008]\r\n\r\nThe effect of olanzapine on dopamine and serotonin receptors has been suggested to reduce chemotherapy-induced nausea and vomiting as those receptors are suggested to be involved in this process. For this effect, several clinical trials have been conducted and it has been shown that olanzapine can produce a significant increase in total control of nausea and vomiting.[A176993] In a high-level study of the effect of olanzapine for this condition, a complete response on the delay phase was observed in 84% of the individual and control of emesis of over 80% despite the phase.[A176999]",
    "mechanism-of-action": "The activity of olanzapine is achieved by the antagonism of multiple neuronal receptors including the dopamine receptor D1, D2, D3 and D4 in the brain, the serotonin receptors 5HT2A, 5HT2C, 5HT3 and 5HT6, the alpha-1 adrenergic receptor, the histamine receptor H1 and multiple muscarinic receptors.[A176993, A176999]\r\n\r\nAs abovementioned, olanzapine presents a wide profile of targets, however, its antagonistic effect towards the dopamine D2 receptor in the mesolimbic pathway is key as it blocks dopamine from having a potential action at the post-synaptic receptor. The binding of olanzapine to the dopamine D2 receptors is easily dissociable and hence, it allows for a certain degree of dopamine neurotransmission.[A177014]\r\n\r\nOn the other hand, olanzapine acts in the serotonin 5HT2A receptors in the frontal cortex in a similar manner than the reported on dopamine D2 receptors. This determined effect allows for a decrease in adverse effects.[A177014]",
    "absorption": "Olanzapine presents a linear pharmacokinetic profile and, after daily administration, it reaches steady-state in about a week.[A177014] Under the administration of a normal dosage of olanzapine, the steady-state plasma concentration does not seem to exceed 150 ng/ml with an AUC of 333 ng/h/ml.[A177059, T554]\r\n\r\nThe absorption of olanzapine is not affected by the concomitant administration of food. The pharmacokinetic profile of olanzapine is characterized by reaching peak plasma concentration of 156.9 ng/ml approximately 6 hours after oral administration.[T548]",
    "metabolism": "Olanzapine is greatly metabolized in the liver, which represents around 40% of the administered dose, mainly by the activity of glucuronide enzymes and by the cytochrome P450 system. From the CYP system, the main metabolic enzymes are CYP1A2 and CYP2D6.[A177014] As part of the phase I metabolism, the major circulating metabolites of olanzapine, accounting for approximate 50-60% of this phase, are the 10-N-glucuronide and the 4'-N-desmethyl olanzapine which are clinically inactive and formed by the activity of CYP1A2.[T548] On the other hand, CYP2D6 catalyzes the formation of 2-OH olanzapine and the flavin-containing monooxygenase (FMO3) is responsible for N-oxide olanzapine.[T551]\r\n\r\nOn the phase II metabolism of olanzapine, UGT1A4 is the key player by generating direct conjugation forms of olanzapine.[T551]",
    "toxicity": "The toxicity symptoms of olanzapine are known to include somnolence, mydriasis, blurred vision, respiratory depression, hypotension, extrapyramidal symptoms and anticholinergic effects. The overdosage effects in children are generally associated with more significant side effects.[A177059]\r\n\r\nThe maximum registered dosage of olanzapine in clinical trials was of 300 mg and it was reported to present drowsiness and slurred speech. However, on post-marketing surveillance, a wide range of symptoms have been presented including agitation, dysarthria, tachycardia, extrapyramidal symptoms, and reduced consciousness. One case of overdosage-driven death was reported after ingestion of 450 mg of olanzapine. In the cases of acute overdosage, the establishment of adequate oxygenation and ventilation, gastric lavage and administration of activated charcoal with a laxative is recommended.[FDA label]\r\n\r\nIn carcinogenesis studies, olanzapine was showed to present an increase in the incidence of liver hemangiomas and hemangiosarcomas as well as mammary gland adenomas, and adenocarcinomas. On fertility studies, there was solely found impairment in male mating performance and delays in ovulation. There is no evidence of mutagenic, genotoxic potential not adverse events on fertility.[FDA label]",
    "targets": [
        [
            "HTR2A",
            "5-hydroxytryptamine receptor 2A",
            "Humans"
        ],
        [
            "DRD2",
            "Dopamine D2 receptor",
            "Humans"
        ],
        [
            "DRD1",
            "Dopamine D1 receptor",
            "Humans"
        ],
        [
            "DRD5",
            "Dopamine D5 receptor",
            "Humans"
        ],
        [
            "DRD3",
            "Dopamine D3 receptor",
            "Humans"
        ],
        [
            "DRD4",
            "Dopamine D4 receptor",
            "Humans"
        ],
        [
            "HTR2C",
            "5-hydroxytryptamine receptor 2C",
            "Humans"
        ],
        [
            "HTR3A",
            "5-hydroxytryptamine receptor 3A",
            "Humans"
        ],
        [
            "HTR6",
            "5-hydroxytryptamine receptor 6",
            "Humans"
        ],
        [
            "HRH1",
            "Histamine H1 receptor",
            "Humans"
        ],
        [
            "ADRA1A",
            "Alpha-1A adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA1B",
            "Alpha-1B adrenergic receptor",
            "Humans"
        ],
        [
            "CHRM1",
            "Muscarinic acetylcholine receptor M1",
            "Humans"
        ],
        [
            "CHRM2",
            "Muscarinic acetylcholine receptor M2",
            "Humans"
        ],
        [
            "CHRM3",
            "Muscarinic acetylcholine receptor M3",
            "Humans"
        ],
        [
            "CHRM4",
            "Muscarinic acetylcholine receptor M4",
            "Humans"
        ],
        [
            "DRD1",
            "D(1) dopamine receptor",
            "Humans"
        ],
        [
            "DRD5",
            "D(1) dopamine receptor",
            "Humans"
        ],
        [
            "ADRB1",
            "Beta adrenergic receptor",
            "Humans"
        ],
        [
            "ADRB2",
            "Beta adrenergic receptor",
            "Humans"
        ],
        [
            "ADRB3",
            "Beta adrenergic receptor",
            "Humans"
        ],
        [
            "HTR1A",
            "5-hydroxytryptamine receptor 1",
            "Humans"
        ],
        [
            "HTR1B",
            "5-hydroxytryptamine receptor 1",
            "Humans"
        ],
        [
            "HTR1D",
            "5-hydroxytryptamine receptor 1",
            "Humans"
        ],
        [
            "HTR1E",
            "5-hydroxytryptamine receptor 1",
            "Humans"
        ],
        [
            "HTR1F",
            "5-hydroxytryptamine receptor 1",
            "Humans"
        ],
        [
            "GABRA1",
            "GABA(A) Receptor Benzodiazepine Binding Site",
            "Humans"
        ],
        [
            "GABRA2",
            "GABA(A) Receptor Benzodiazepine Binding Site",
            "Humans"
        ],
        [
            "GABRA3",
            "GABA(A) Receptor Benzodiazepine Binding Site",
            "Humans"
        ],
        [
            "GABRA5",
            "GABA(A) Receptor Benzodiazepine Binding Site",
            "Humans"
        ],
        [
            "GABRG1",
            "GABA(A) Receptor Benzodiazepine Binding Site",
            "Humans"
        ],
        [
            "GABRG2",
            "GABA(A) Receptor Benzodiazepine Binding Site",
            "Humans"
        ],
        [
            "GABRG3",
            "GABA(A) Receptor Benzodiazepine Binding Site",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP1A2",
            "Cytochrome P450 1A2",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ],
        [
            "FMO3",
            "Dimethylaniline monooxygenase [N-oxide-forming] 3",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ],
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "UGT1A4",
            "UDP-glucuronosyltransferase 1-4",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A Subfamily",
            "Humans"
        ],
        [
            "CYP3A43",
            "Cytochrome P450 3A Subfamily",
            "Humans"
        ],
        [
            "CYP3A5",
            "Cytochrome P450 3A Subfamily",
            "Humans"
        ],
        [
            "CYP3A7",
            "Cytochrome P450 3A Subfamily",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ],
        [
            "ORM1",
            "Alpha-1-acid glycoprotein 1",
            "Humans"
        ]
    ],
    "genomic-data": [
        {
            "DrugBank ID": "DB00334",
            "Drug Name": "Olanzapine",
            "Gene Symbol": "HTR1A",
            "RS ID (Genotype)": "rs6295",
            "Effect Description": "The presence of this polymorphism in HTR1A may indicate a higher level of efficacy in improving negative symptoms of schizophrenia when treated with olanzapine."
        }
    ]
}