{
    "pharmgkb_id": "PA450369",
    "drugbank_id": "DB00454",
    "names": [
        "Meperidine",
        "Dolantin",
        "Dolcontral",
        "Dolosal",
        "Dolsin",
        "Lydol",
        "Mialgin",
        "Petidin"
    ],
    "description": "A narcotic analgesic that can be used for the relief of most types of moderate to severe pain, including postoperative pain and the pain of labor. Prolonged use may lead to dependence of the morphine type; withdrawal symptoms appear more rapidly than with morphine and are of shorter duration.",
    "indication": "Used to control moderate to severe pain.",
    "pharmacodynamics": "Meperidine is a synthetic opiate agonist belonging to the phenylpiperidine class. Meperidine may produce less smooth muscle spasm, constipation, and depression of the cough reflex than equivalent doses of morphine. The onset of action is lightly more rapid than with morphine, and the duration of action is slightly shorter. The chemical structure of meperidine is similar to local anesthetics. Meperidine is recommended for relief of moderate to severe acute pain and has the unique ability to interrupt postoperative shivering and shaking chills induced by amphotericin B. Meperidine has also been used for intravenous regional anesthesia, peripheral nerve blocks and intraarticular, epidural and spinal analgesia. Meperidine is considered a second-line agent for the treatment of acute pain.",
    "mechanism-of-action": "Meperidine is primarily a kappa-opiate receptor agonist and also has local anesthetic effects. Meperidine has more affinity for the kappa-receptor than morphine. Opiate receptors are coupled with G-protein receptors and function as both positive and negative regulators of synaptic transmission via G-proteins that activate effector proteins. Binding of the opiate stimulates the exchange of GTP for GDP on the G-protein complex. As the effector system is adenylate cyclase and cAMP located at the inner surface of the plasma membrane, opioids decrease intracellular cAMP by inhibiting adenylate cyclase. Subsequently, the release of nociceptive neurotransmitters such as substance P, GABA, dopamine, acetylcholine and noradrenaline is inhibited. Opioids also inhibit the release of vasopressin, somatostatin, insulin and glucagon. Opioids close N-type voltage-operated calcium channels (OP2-receptor agonist) and open calcium-dependent inwardly rectifying potassium channels (OP3 and OP1 receptor agonist). This results in hyperpolarization and reduced neuronal excitability.",
    "absorption": "The oral bioavailability of meperidine in patients with normal hepatic function is 50-60% due to extensive first-pass metabolism. Bioavailability increases to 80-90% in patients with hepatic impairment (e.g. liver cirrhosis). Meperidine is less than half as effective when administered orally compared to parenteral administration. One study reported that 80-85% of the drug administered intramuscularly was absorbed within 6 hours of intragluteal injection in health adults; however, inter-individual variation and patient-specific variable appear to cause considerable variations in absorption upon IM injection. ",
    "metabolism": "Meperidine is metabolized in the liver by hydrolysis to meperidinic acid followed by partial conjugation with glucuronic acid. Meperidine also undergoes N-demethylation to normeperidine, which then undergoes hydrolysis and partial conjugation. Normeperidine is about half as potent as meperidine, but it has twice the CNS stimulation effects.",
    "toxicity": null,
    "targets": [
        [
            "OPRK1",
            "Kappa-type opioid receptor",
            "Humans"
        ],
        [
            "GRIN1",
            "Glutamate receptor ionotropic, NMDA 1",
            "Humans"
        ],
        [
            "GRIN2B",
            "Glutamate receptor ionotropic, NMDA 2B",
            "Humans"
        ],
        [
            "GRIN2A",
            "Glutamate receptor ionotropic, NMDA 2A",
            "Humans"
        ],
        [
            "GRIN2C",
            "Glutamate receptor ionotropic, NMDA 2C",
            "Humans"
        ],
        [
            "GRIN2D",
            "Glutamate receptor ionotropic, NMDA 2D",
            "Humans"
        ],
        [
            "CHRM1",
            "Muscarinic acetylcholine receptor",
            "Humans"
        ],
        [
            "CHRM2",
            "Muscarinic acetylcholine receptor",
            "Humans"
        ],
        [
            "CHRM3",
            "Muscarinic acetylcholine receptor",
            "Humans"
        ],
        [
            "CHRM4",
            "Muscarinic acetylcholine receptor",
            "Humans"
        ],
        [
            "CHRM5",
            "Muscarinic acetylcholine receptor",
            "Humans"
        ],
        [
            "OPRM1",
            "Mu-type opioid receptor",
            "Humans"
        ],
        [
            "SLC6A3",
            "Sodium-dependent dopamine transporter",
            "Humans"
        ],
        [
            "SLC6A2",
            "Sodium-dependent noradrenaline transporter",
            "Humans"
        ],
        [
            "SLC6A4",
            "Sodium-dependent serotonin transporter",
            "Humans"
        ],
        [
            "CES1",
            "Liver carboxylesterase 1",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ],
        [
            "CYP2B6",
            "Cytochrome P450 2B6",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ],
        [
            "CYP1A2",
            "Cytochrome P450 1A2",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ],
        [
            "ORM1",
            "Alpha-1-acid glycoprotein 1",
            "Humans"
        ]
    ],
    "genomic-data": null
}