{
    "pharmgkb_id": "PA164760860",
    "drugbank_id": "DB00059",
    "names": [
        "Pegaspargase",
        "Oncaspar"
    ],
    "description": "Pegaspargase is a conjugate of monomethoxypolyethylene glycol (mPEG) and L-asparaginase (L-asparagine amidohydrolase), an asparagine-specific enzyme that converts L-asparagine into aspartic acid and ammonia.[L44667] Asparagine is an amino acid that is vital for cell survival. In humans, most normal tissues can produce asparagine through the action of asparagine synthetase. However, leukemia cells have low levels of this enzyme and depend on exogenous sources. Therefore, the use of pegaspargase results in leukemic cell death.[A103,A255912,L44667] \r\n\r\nPegaspargase has the same mechanism of action as [L-asparaginase] derived from _Escherichia coli_, a previously developed enzyme used for the treatment of acute lymphoblastic leukemia (ALL). However, using L-asparaginase derived from _Escherichia coli_ may cause hypersensitivity in some patients and require frequent administration. The pegylation of pegaspargase allows access to the enzyme's active sites while limiting reticuloendothelial system uptake and reducing immune detection, and it also increases the half-life of L-asparaginase.[A255912,A255917] In February 1994, pegaspargase was approved by the FDA for the treatment of ALL in patients with hypersensitivity to native forms of L-asparaginase.[A255927]",
    "indication": "Pegaspargase is indicated as a component of a multi-agent chemotherapeutic regimen for the treatment of pediatric and adult patients with 1) first-line acute lymphoblastic leukemia or 2) acute lymphoblastic leukemia and hypersensitivity to asparaginase.[L44667]",
    "pharmacodynamics": "Unlike normal cells, leukemia cells are dependent on an exogenous source of asparagine for survival. Pegaspargase hydrolyses asparagine into aspartic acid and ammonia, which depletes asparagine levels and leads to leukaemic cell death.[A255917] In patients given intramuscular doses of 2,500 International Units(IU)/m<sup>2</sup> of pegaspargase, the serum levels of asparagine fall at day 4 and remain depleted for about 3 weeks. In adult patients with acute lymphocytic leukemia given 2,000 IU/m<sup>2</sup> of pegaspargase intravenously, the deamination of asparagine takes place 2 h after administration and is sustained for 3 weeks, while in pediatric patients given 2,500 IU/m<sup>2</sup>, levels are sustained for 5 weeks.[A255927] The use of pegaspargase may lead to thrombosis, pancreatitis, glucose intolerance, hemorrhage, hepatotoxicity, anaphylaxis and serious hypersensitivity reactions.[L44667]",
    "mechanism-of-action": "Pegaspargase is a pegylated L-asparaginase that catalyzes the conversion of the amino acid L-asparagine into aspartic acid and ammonia. Asparagine is an amino acid that is vital for DNA and RNA synthesis and cell division. It is not an essential amino acid in humans since most normal human tissues can produce asparagine via the enzyme asparagine synthetase. However, leukemia cells have low levels of this enzyme and are unable to synthesize asparagine, making them dependent on exogenous sources. It has been suggested that pegaspargase kills leukemic cells by depleting plasma asparagine.[A103,A255912,L44667] Both _Escherichia coli_-derived L-asparaginase and pegaspargase follow the same mechanism of action; however, _Escherichia coli_-derived L-asparaginase requires frequent administration, presents a high incidence of hypersensitivity reactions, and can be neutralized without any signs of hypersensitivity. By pegylating L-asparaginase, the circulation time of L-asparaginase can be extended, and immunogenicity is reduced.[A255917]",
    "absorption": "In patients with acute lymphoblastic leukemia given 2,500 International Units (IU)/m<sup>2</sup> of pegaspargase, the mean asparaginase Cmax was reached at approximately 1 IU/mL (n=45-52) five days after a single intramuscular injection. Pegaspargase had a relative bioavailability of 82% after the first intramuscular dose and 98% following repeat dosing. In patients given pegaspargase intravenously in a single infusion (n=47) during the induction phase, the mean Cmax and AUC<sub>0-inf</sub> were 1.6 IU/mL and 16.6 IU/mL⋅day, respectively.[L44667] The Tmax for these patients was 1.25 hr.[L44672] The impact of renal and hepatic impairment on pegaspargase pharmacokinetics is unknown.[L44667]",
    "metabolism": "As a  pegylated form of L-asparaginase, pegaspargase is expected to be metabolized by proteolytic enzymes throughout the body.\r\nSince these enzymes are ubiquitously distributed, the exact role of the liver is unknown.[L44672]",
    "toxicity": "Patients that received 10,000 International Units/m<sup>2</sup> of pegaspargase intravenously, had a slight increase in liver enzymes and a rash that developed 10 minutes after the start of the infusion, which was controlled with the administration of an antihistamine and by slowing down the infusion rate. There is no specific antidote for pegaspargase overdosage. The product label recommends to monitor patients closely for signs and symptoms of adverse reactions, and appropriately manage with symptomatic and supportive treatment in case of overdose. The carcinogenic, mutagenic and fertility effects of pegaspargase have not been evaluated.[L44667]",
    "targets": null,
    "enzymes": null,
    "transporters": null,
    "carriers": [
        [
            "SERPINA7",
            "Thyroxine-binding globulin",
            "Humans"
        ]
    ],
    "genomic-data": null
}