{
    "pharmgkb_id": "PA451996",
    "drugbank_id": "DB00928",
    "names": [
        "Azacitidine",
        "Ladakamycin",
        "Mylosar"
    ],
    "description": "Azacitidine is a pyrimidine nucleoside analogue with anti-neoplastic activity. It differs from cytosine by the presence of nitrogen in the C5-position, key in its hypomethylating activity.[A1406,A1413,A1415] Two main mechanisms of action have been proposed for azacitidine. One of them is the induction of cytotoxicity. As an analogue of cytidine, it is able to incorporate into RNA and DNA, disrupting RNA metabolism and inhibiting protein and DNA synthesis. The other one is through the inhibition of DNA methyltransferase, impairing DNA methylation.[A1407] Due to its anti-neoplastic activity and its ability to inhibit methylation in replicating DNA, azacytidine has been used mainly used in the treatment of myelodysplastic syndromes (MDS) and acute myeloid leukemia (AML), two types of cancer characterized by the presence of aberrant DNA methylation.[A1407,A1410,A1411,A1416,A1417]\r\n\r\nIn May 2004, the FDA approved the use of azacitidine administered subcutaneously for the treatment of MDS of all French-American-British (FAB) subtypes. In January 2007, the FDA approved the intravenous administration of azacitidine.[A1415] The use of oral azacitidine for the treatment of AML in patients in complete remission was approved by the FDA in September 2020.[L35335]",
    "indication": "Azacitidine (for subcutaneous or intravenous use) is indicated for the treatment of adult patients with the following French-American-British (FAB) myelodysplastic syndrome (MDS) subtypes: refractory anemia (RA) or refractory anemia with ringed sideroblasts (RARS) (if accompanied by neutropenia or thrombocytopenia or requiring transfusions), refractory anemia with excess blasts (RAEB), refractory anemia with excess blasts in transformation (RAEB-T), and chronic myelomonocytic leukemia (CMMoL). Azacitidine is also indicated for the treatment of pediatric patients aged 1 month and older with newly diagnosed Juvenile Myelomonocytic Leukemia (JMML).[L41910,L46861]\r\n\r\nAzacitidine (for oral use) is indicated for continued treatment of adult patients with acute myeloid leukemia (AML) who achieved first complete remission or complete remission with incomplete blood count recovery following intensive induction chemotherapy and are not able to complete intensive curative therapy.[L35335]",
    "pharmacodynamics": "The concentration of azacitidine required for maximum inhibition of DNA methylation in vitro does not cause major suppression of DNA synthesis, and hypomethylation may restore normal function to genes critical for differentiation and proliferation.[L46861] Genome-wide DNA methylation levels in bone marrow granulocytes were reduced in patients with juvenile myelomonocytic leukemia after the first treatment cycle of azacitidine (75 mg/m<sup>2</sup> or 2.5 mg/kg), confirming the DNA-hypomethylating activity of azacitidine.[L46861]\r\n\r\nThe use of azacitidine causes anemia, neutropenia and thrombocytopenia in adult patients with myelodysplastic syndrome and pediatric patients with juvenile myelomonocytic leukemia. Azacitidine may cause renal toxicity, tumor lysis syndrome and embryo-fetal toxicity. It may also lead to the development of hepatotoxicity in patients with severe pre-existing hepatic impairment.[L46861]",
    "mechanism-of-action": "Azacitidine (5-azacytidine) is a chemical analogue of the cytosine nucleoside present in DNA and RNA.[A1406,A1407] It induces antineoplastic activity by inhibiting DNA methyltransferase at low doses and inducing cytotoxicity by incorporating itself into RNA and DNA at high doses.[A1408,A1409,A1412] \r\n\r\nCovalent binding to DNA methyltransferase results in DNA hypomethylation and prevents DNA synthesis.[A1412] On the other hand, the incorporation of azacitidine into RNA and DNA leads to cytotoxicity as follows: Following cellular uptake, azacitidine is phosphorylated by uridine-cytidine kinase to form 5-azacytidine monophosphate. Afterwards, pyrimidine monophosphate and diphosphate kinases phosphorylate 5-azacytidine monophosphate to form 5-azacytidine diphosphate and triphosphate, respectively. Azacitidine triphosphate is able to incorporate into RNA, disrupting RNA metabolism and protein synthesis. The reduction of azacytidine diphosphate leads to the formation of 5-aza-deoxycytidine diphosphate, which is then phosphorylated to form 5-azadeoxycitidine triphosphate, a compound able to incorporate into DNA and inhibit DNA synthesis.[A1407]\r\n\r\nAs a ribonucleoside, azacitidine incorporates into RNA to a larger extent than into DNA. Incorporating into RNA leads to the disassembly of polyribosomes, defective methylation and acceptor function of transfer RNA, and the inhibition of protein production, resulting in cell death. During the S-phase of the cell cycle, azacitidine exhibits the highest toxicity; however, the predominant mechanism of cytotoxicity has not been elucidated.[A1407]\r\n\r\nThe cytotoxic effects of azacitidine cause the death of rapidly dividing cells, including cancer cells that are no longer responsive to normal growth control mechanisms. Non-proliferating cells are relatively insensitive to azacitidine. It is believed that azacitidine exerts its antineoplastic effects through direct cytotoxicity on abnormal hematopoietic cells in the bone marrow.[L46861]",
    "absorption": "Azacitidine is rapidly absorbed after subcutaneous administration.[A1414,L46861] In adult patients with myelodysplastic syndrome given a single subcutaneous dose of 75 mg/m<sup>2</sup> of azacitidine, the C<sub>max</sub> and T<sub>max</sub> were 750 ng/ml and 0.5 hours, respectively. Based on the area under the curve, the bioavailability of subcutaneous azacitidine relative to intravenous azacitidine is approximately 89%. In 21 patients with cancer given subcutaneous azacitidine, the AUC and C<sub>max</sub> were approximately dose-proportional between 25 and 100 mg/m<sup>2</sup>. Multiple subcutaneous or intravenous doses of azacitidine are not expected to result in drug accumulation.[L46861]",
    "metabolism": "An in vitro study of azacitidine incubation in human liver fractions indicated that cytochrome P450 (CYP) enzymes do not participate in the metabolism of azacitidine. Azacitidine is metabolized through spontaneous hydrolysis and deamination mediated by cytidine deaminase.[L46861]",
    "toxicity": "One case of overdose with azacitidine was reported during clinical trials. After receiving a single dose of 290 mg/m<sup>2</sup> of azacitidine intravenously (almost 4 times the recommended starting dose), a patient experienced diarrhea, nausea, and vomiting. These adverse events resolved without sequelae, and the correct dose was resumed the following day. In case of overdose, patients should be monitored with appropriate blood counts and receive supportive treatment as necessary. There is no known specific antidote for azacitidine overdosage.[L46861] In mice, the oral LD<sub>50</sub> of azacitidine is 572 mg/kg, while the intravenous LD<sub>50</sub> is approximately 117 mg/kg.[L46871]",
    "targets": [
        [
            "DNMT1",
            "DNA (cytosine-5)-methyltransferase 1",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CDA",
            "Cytidine deaminase",
            "Humans"
        ]
    ],
    "transporters": null,
    "carriers": null,
    "genomic-data": null
}