{
    "pharmgkb_id": "PA449015",
    "drugbank_id": "DB00215",
    "names": [
        "Citalopram",
        "Akarin",
        "Celapram",
        "Ciazil",
        "Cilift",
        "Cipram",
        "Cipramil",
        "Ciprapine",
        "Citabax",
        "Citadur",
        "Citalec",
        "Citol",
        "Citopam",
        "Citox",
        "Citrol",
        "Dalsan",
        "Elopram",
        "Humorup",
        "Oropram",
        "Pramcit",
        "Recital",
        "Seropram",
        "Talam",
        "Talohexal",
        "Temperax",
        "Vodelax",
        "Zentius",
        "Zetalo"
    ],
    "description": "Citalopram is an antidepressant belonging to the class of selective _serotonin-reuptake inhibitors_ (SSRIs) widely used to treat the symptoms of depression. It is a racemic bicyclic phthalate derivate and is the only compound with a tertiary amine and 2 nitrogen-containing metabolites among all SSRIs.[A261316,A14720] Citalopram enhances serotonergic transmission through the inhibition of serotonin reuptake, and among all the SSRIs, citalopram appears to be the most selective toward serotonin reuptake inhibition.[A261316,A14720] Specifically, it has a very minimal effect on dopamine and norepinephrine transportation and virtually no affinity for muscarinic, histaminergic, or GABAergic receptors.[A261316]\r\n\r\nCitalopram was approved by the FDA in 1998 for the treatment of depression in adults 18 years or older.[L5230]",
    "indication": "Citalopram is approved by the FDA for treating adults with major depressive disorder.[L47941] It has also been used off-label to treat various diseases, including but not limited to sexual dysfunction, ethanol abuse, psychiatric conditions such as obsessive-compulsive disorder (OCD), social anxiety disorder, panic disorder, and diabetic neuropathy.[L5224,A321,A322,A261296] ",
    "pharmacodynamics": "Citalopram belongs to a class of antidepressants known as selective serotonin reuptake inhibitors (SSRIs). It has been found to relieve or manage symptoms of depression, anxiety, eating disorders and obsessive-compulsive disorder among other mood disorders. The antidepressant, anti-anxiety, and other actions of citalopram are linked to its inhibition of CNS central uptake of serotonin.[L47941] Serotonergic abnormalities have been reported in patients with mood disorders. Behavioral and neuropsychological effects of serotonin include the regulation of mood, perception, reward, anger, aggression, appetite, memory, sexuality, and attention, as examples. The onset of action for depression is approximately 1 to 4 weeks. The complete response may take 8-12 weeks after initiation of citalopram.[L5224]\r\n\r\n <i>In vitro</i> studies demonstrate that citalopram is a strong and selective inhibitor of neuronal serotonin reuptake and has weak effects on norepinephrine and dopamine central reuptake. The chronic administration of citalopram has been shown to downregulate central norepinephrine receptors, similar to other drugs effective in the treatment of major depressive disorder. Citalopram does not inhibit monoamine oxidase.[A325]",
    "mechanism-of-action": "The mechanism of action of citalopram is unclear but is presumed to be related to potentiation of serotonergic activity in the central nervous system (CNS) resulting from its inhibition of CNS neuronal reuptake of serotonin (5-HT), potentially through the inhibition of the serotonin transporter (solute carrier family 6 member 4, _SLC6A4_).[L47941,A37688] \r\n\r\nCitalopram binds with significantly less affinity to histamine, acetylcholine, and norepinephrine receptors than tricyclic antidepressant drugs. Particularly, citalopram has no or very low affinity for 5-HT<sub>1A</sub>, 5-HT<sub>2A</sub>, dopamine D<sub>1</sub> and D<sub>2</sub>, α<sub>1</sub>-, α<sub>2</sub>-, and β-adrenergic, histamine H<sub>1</sub>, gamma aminobutyric acid (GABA), muscarinic cholinergic, and benzodiazepine receptors.[L47941]",
    "absorption": "The single- and multiple-dose pharmacokinetics of citalopram are linear and dose-proportional in a dose range of 10 to 40 mg/day. Biotransformation of citalopram is mainly hepatic, with a mean terminal half-life of about 35 hours. With once daily dosing, steady state plasma concentrations are achieved within approximately one week. At steady state, the extent of accumulation of citalopram in plasma, based on the half-life, is expected to be 2.5 times the plasma concentrations observed after a single dose.[L47941]\r\n\r\nFollowing a single oral dose (40 mg tablet) of citalopram, peak blood levels occur at about 4 hours. The absolute bioavailability of citalopram was about 80% relative to an intravenous dose, and absorption is not affected by food.[L47941]",
    "metabolism": "Citalopram is metabolized mainly in the liver via <i>N</i>-demethylation to its main metabolite, _demethylcitalopram_ by CYP2C19 and CYP3A4. [A174382,A37688,L47941] Other metabolites include _didemethylcitalopram_ via CYP2D6 metabolism, _citalopram <i>N</i>-oxide_ and propionic acid derivative via monoamine oxidase enzymes A and B and aldehyde oxidase.[A174382,L47941] Citalopram metabolites exert little pharmacologic activity in comparison to the parent drug and are not likely to contribute to the clinical effect of citalopram.[A325]\r\n\r\n\r\n",
    "toxicity": "Based on data from published observational studies, exposure to SSRIs, particularly in the month before delivery, has been associated with a less than 2-fold increase in the risk of postpartum hemorrhage.[L47941]\r\n\r\nAvailable data from published epidemiologic studies and postmarketing reports with citalopram use in pregnancy have not established an increased risk of major birth defects or miscarriage. Published studies demonstrated that citalopram levels in both cord blood and amniotic fluid are similar to those observed in maternal serum. There are risks of persistent pulmonary hypertension of the newborn (PPHN) and/or poor neonatal adaptation with exposure to selective serotonin reuptake inhibitors (SSRIs), including citalopram, during pregnancy. There also are risks associated with untreated depression in pregnancy.[L47941]\r\n\r\nCitalopram was administered orally to pregnant rats during the period of organogenesis at doses of 32, 56, and 112 mg/kg/day, which are approximately 8, 14, and 27 times the Maximum Recommended Human Dose (MRHD) of 40 mg, based on mg/m2 body surface area. Citalopram caused maternal toxicity of CNS clinical signs and decreased weight gain at 112 mg/kg/day, which is 27 times the MRHD. At this maternally toxic dose, citalopram decreased embryo/fetal growth and survival and increased fetal abnormalities (including cardiovascular and skeletal defects). The no observed adverse effect level (NOAEL) for maternal and embryofetal toxicity is 56 mg/kg/day, which is approximately 14 times the MRHD.[L47941]\r\n\r\nCitalopram was administered orally to pregnant rabbits during the period of organogenesis at doses up to 16 mg/kg/day, which is approximately 8 times the MRHD of 40 mg, based on mg/m2 body surface area. No maternal or embryofetal toxicity was observed. The NOAEL for maternal and embryofetal toxicity is 16 mg/kg/day, which is approximately 8 times the MRHD.[L47941]\r\n\r\nCitalopram was administered orally to pregnant rats during late gestation and lactation periods at doses of 4.8, 12.8, and 32 mg/kg/day, which are approximately 1, 3, and 8 times the MRHD of 40 mg, based on mg/m2 body surface area. Citalopram increased offspring mortality during the first 4 days of birth and decreased offspring growth at 32 mg/kg/day, which is approximately 8 times the MRHD. The NOAEL for developmental toxicity is 12.8 mg/kg/day, which is approximately 3 times the MRHD. In a separate study, similar effects on offspring mortality and growth were seen when dams were treated throughout gestation and early lactation at doses ≥ 24 mg/kg/day, which is approximately 6 times the MRHD. A NOAEL was not determined in that study.[L47941] \r\n\r\nSSRIs, including citalopram, have been associated with cases of clinically significant hyponatremia in elderly patients,\r\nwho may be at greater risk for this adverse reaction.[L47941]\r\n\r\nThe following have been reported with citalopram tablet overdosage:\r\n• Seizures, which may be delayed, and altered mental status including coma.[L47941]\r\n• Cardiovascular toxicity, which may be delayed, including QRS and QTc interval prolongation, wide complex tachyarrhythmias, and torsade de pointes. Hypertension is most commonly seen, but hypotension can rarely be seen alone or with co‐ingestants including alcohol.[L47941] \r\n• Serotonin syndrome (patients with a multiple drug overdosage with other pro-serotonergic drugs may have a higher risk).[L47941]\r\n\r\nProlonged cardiac monitoring is recommended in citalopram overdosage ingestions due to the arrhythmia risk. Gastrointestinal decontamination with activated charcoal should be considered in patients who present early after a citalopram overdose. Consider contacting a Poison Center (1‐800‐221‐2222) or a medical toxicologist for additional overdosage management recommendations.[L47941]\r\n\r\nCitalopram increased the incidence of small intestine carcinoma in rats treated for 24 months at doses of 8 and 24 mg/kg/day in the diet, which are approximately 2 and 6 times the Maximum Recommended Human Dose (MRHD) of 40 mg, respectively, based on mg/m2 body surface area. A no-effect level (NOEL) for this finding was not established. Citalopram did not increase the incidence of tumors in mice treated for 18 months at doses up to 240 mg/kg/day in the diet, which is approximately 30 times the MRDH of 40 mg based on mg/m2 body surface area.[L47941] \r\n\r\nCitalopram was mutagenic in the in vitro bacterial reverse mutation assay (Ames test) in 2 of 5 bacterial strains (Salmonella TA98 and TA1537) in the absence of metabolic activation. It was clastogenic in the in vitro Chinese hamster lung cell assay for chromosomal aberrations in the presence and absence of metabolic activation. Citalopram was not mutagenic in the in vitro mammalian forward gene mutation assay (HPRT) in mouse lymphoma cells or in in vitro/in vivo unscheduled DNA synthesis (UDS) assay in rat liver. It was not clastogenic in the in vitro chromosomal aberration assay in human lymphocytes or in two in vivo mouse micronucleus assays.[L47941]\r\n\r\nCitalopram was administered orally to female and male rats at doses of 32, 48, and 72 mg/kg/day prior to and throughout mating and continuing to gestation. These doses are approximately 8, 12, and 17 times the MRHD of 40 mg based on mg/m2 body surface area. Mating and fertility were decreased at doses ≥ 32 mg/kg/day, which is approximately 8 times the MRHD. Gestation duration was increased to 48 mg/kg/day, which is approximately 12 times the MRHD.[L47941] ",
    "targets": [
        [
            "SLC6A4",
            "Sodium-dependent serotonin transporter",
            "Humans"
        ],
        [
            "HRH1",
            "Histamine H1 receptor",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ],
        [
            "CYP1A2",
            "Cytochrome P450 1A2",
            "Humans"
        ],
        [
            "MAOA",
            "Amine oxidase [flavin-containing] A",
            "Humans"
        ],
        [
            "MAOB",
            "Amine oxidase [flavin-containing] B",
            "Humans"
        ],
        [
            "AOX1",
            "Aldehyde oxidase",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": [
        {
            "DrugBank ID": "DB00215",
            "Drug Name": "Citalopram",
            "Gene Symbol": "ABCB1",
            "RS ID (Genotype)": "rs2032583",
            "Effect Description": "Patients with this genotype have an increased likelihood of remission when using citalopram to treat major depressive disorder"
        },
        {
            "DrugBank ID": "DB00215",
            "Drug Name": "Citalopram",
            "Gene Symbol": "HTR2A",
            "RS ID (Genotype)": "rs7997012",
            "Effect Description": "Patients with this genotype have an increased likelihood of responding to citalopram when treating major depressive disorder"
        },
        {
            "DrugBank ID": "DB00215",
            "Drug Name": "Citalopram",
            "Gene Symbol": "GRIK4",
            "RS ID (Genotype)": "rs1954787",
            "Effect Description": "Patients with this genotype have an increased likelihood of responding to citalopram when treating major depressive disorder"
        },
        {
            "DrugBank ID": "DB00215",
            "Drug Name": "Citalopram",
            "Gene Symbol": "GRIK2",
            "RS ID (Genotype)": "rs2518224",
            "Adverse Reaction Description": "Patients with this genotype have increased frequency of suicidal ideation with citalopram"
        },
        {
            "DrugBank ID": "DB00215",
            "Drug Name": "Citalopram",
            "Gene Symbol": "GRIA3",
            "RS ID (Genotype)": "rs4825476",
            "Adverse Reaction Description": "Patients with this genotype have increased frequency of suicidal ideation with citalopram"
        },
        {
            "DrugBank ID": "DB00215",
            "Drug Name": "Citalopram",
            "Gene Symbol": "CREB1",
            "RS ID (Genotype)": "rs4675690",
            "Adverse Reaction Description": "Male patients with this genotype have an increased risk of (condition: suicide) with (drug: citalopram)."
        }
    ]
}