{
    "pharmgkb_id": "PA10072",
    "drugbank_id": "DB00016",
    "names": [
        "Erythropoietin",
        "Epobel",
        "Epocept",
        "Epofit",
        "Epogin",
        "Eqralys",
        "Nanokine"
    ],
    "description": "Erythropoietin (EPO) is a growth factor produced in the kidneys that stimulates the production of red blood cells. It works by promoting the division and differentiation of committed erythroid progenitors in the bone marrow [FDA Label]. Epoetin alfa (Epoge) was developed by Amgen Inc. in 1983 as the first rhEPO commercialized in the United States, followed by other alfa and beta formulations. Epoetin alfa is a 165-amino acid erythropoiesis-stimulating glycoprotein produced in cell culture using recombinant DNA technology and is used for the treatment of patients with anemia associated with various clinical conditions, such as chronic renal failure, antiviral drug therapy, chemotherapy, or a high risk for perioperative blood loss from surgical procedures [FDA Label]. It has a molecular weight of approximately 30,400 daltons and is produced by mammalian cells into which the human erythropoietin gene has been introduced. The product contains the identical amino acid sequence of isolated natural erythropoietin and has the same biological activity as the endogenous erythropoietin. Epoetin alfa biosimilar, such as Retacrit (epoetin alfa-epbx or epoetin zeta), has been formulated to allow more access to treatment options for patients in the market [L2784]. The biosimilar is approved by the FDA and EMA as a safe, effective and affordable biological product and displays equivalent clinical efficacy, potency, and purity to the reference product [A7504]. Epoetin alfa formulations can be administered intravenously or subcutaneously.",
    "indication": "Indicated in adult and paediatric patients for the: \r\n\r\n- treatment of anemia due to Chronic Kidney Disease (CKD) in patients on dialysis and not on dialysis.\r\n- treatment of anemia due to zidovudine in patients with HIV-infection. \r\n- treatment of anemia due to the effects of concomitant myelosuppressive chemotherapy, and upon initiation, there is a minimum of two additional months of planned chemotherapy.\r\n- reduction of allogeneic RBC transfusions in patients undergoing elective, noncardiac, nonvascular surgery.",
    "pharmacodynamics": "Erythropoietin and epoetin alfa are involved in the regulation of erythrocyte differentiation and the maintenance of a physiological level of circulating erythrocyte mass. It is reported to increase the reticulocyte count within 10 days of initiation, followed by increases in the RBC count, hemoglobin, and hematocrit, usually within 2 to 6 weeks [F85]. Depending on the dose administered, the rate of hemoglobin increase may vary. In patients receiving hemodialysis, a greater biologic response is not observed at doses exceeding 300 Units/kg 3 times weekly [F85]. \r\n\r\nEpoetin alfa serves to restore erythropoietin deficiency in pathological and other clinical conditions where normal production of erythropoietin is impaired or compromised. In anemic patients with chronic renal failure (CRF), administration with epoetin alfa stimulated erythropoiesis by increasing the reticulocyte count within 10 days, followed by increases in the red cell count, hemoglobin, and hematocrit, usually within 2 to 6 weeks [FDA Label]. Epoetin alfa was shown to be effective in increasing hematocrit in zidovudine-treated HIV-infected patients and anemic cancer patients undergoing chemotherapy [FDA Label]. ",
    "mechanism-of-action": "Erythropoietin or exogenous epoetin alfa binds to the erythropoietin receptor (EPO-R) and activates intracellular signal transduction pathways [A33079]. The affinity (Kd) of EPO for its receptor on human cells is ∼100 to 200 pM [A33080]. Upon binding to EPO-R on the surface of erythroid progenitor cells, a conformational change is induced which brings EPO-R-associated Janus family tyrosine protein kinase 2 (JAK2) molecules into close proximity. JAK2 molecules are subsequently activated via phosphorylation, then phosphorylate tyrosine residues in the cytoplasmic domain of the EPO-R that serve as docking sites for Src homology 2-domain-containing intracellular signaling proteins [A33079]. The signalling proteins include STAT5 that once phosphorylated by JAK2, dissociates from the EPO-R, dimerizes, and translocates to the nucleus where they serve as transcription factors to activate target genes involved in cell division or differentiation, including the apoptosis inhibitor Bcl-x [A33079]. The inhibition of apoptosis by the EPO-activated JAK2/STAT5/Bcl-x pathway is critical in erythroid differentiation. Via JAK2-mediated tyrosine phosphorylation, erythropoietin and epoetin alfa also activates other intracellular proteins involved in erythroid cell proliferation and survival, such as Shc , phosphatidylinositol 3-kinase (PI3K), and phospholipase C-γ1 [A33079]. ",
    "absorption": "The time to reach peak concentration is slower via the subcutaneous route than the intravenous route which ranges from 20 to 25 hours, and the peak is always well below the peak achieved using the intravenous route (5–10% of those seen with IV administration).[A33080] The bioavailability of subcutaneous injectable erythropoietin is much lower than that of the intravenously administered product and is approximately 20-40%.[A33080]\r\n\r\n**Adult and paediatric patients with CRF:** Following subcutaneous administration, the peak plasma levels are achieved within 5 to 24 hours [FDA Label]. \r\n\r\n**Cancer patients receiving cyclic chemotherapy:** The average time to reach peak plasma concentration was approximately 13.3 ± 12.4 hours after 150 Units/kg three times per week (TIW) subcutaneous (SC) dosing. The Cmax is expected be 3- to 7- fold higher and the Tmax is expected to be 2- to 3-fold longer in patients receiving a 40,000 Units SC weekly dosing regimen [FDA Label]. ",
    "metabolism": "Binding of erythropoietin and epoetin alfa to EPO-R leads to cellular internalization, which involves the degradation of the ligand. Erythropoietin and epoetin alfa may also be degraded by the reticuloendothelial scavenging pathway or lymphatic system [A33080].",
    "toxicity": "Overdose from epoetin alfa include signs and symptoms associated with an excessive and/or rapid increase in hemoglobin concentration, including cardiovascular events. Patients with suspected or known overdose should be monitored closely for cardiovascular events and hematologic abnormalities. Polycythemia should be managed acutely with phlebotomy, as clinically indicated. Following resolution of the overdose, reintroduction of epoetin alfa therapy should be accompanied by close monitoring for evidence of rapid increases in hemoglobin concentration (>1 gm/dL per 14 days). In patients with an excessive hematopoietic response, reduce the dose in accordance with the recommendations described in the drug label [FDA Label]. ",
    "targets": [
        [
            "EPOR",
            "Erythropoietin receptor",
            "Humans"
        ]
    ],
    "enzymes": null,
    "transporters": null,
    "carriers": null,
    "genomic-data": null
}