{
    "pharmgkb_id": "PA450464",
    "drugbank_id": "DB00422",
    "names": [
        "Methylphenidate",
        "Equasym XL",
        "Medikinet XL",
        "Quillivant",
        "Riphenidate",
        "Rubifen SR"
    ],
    "description": "Methylphenidate is a central nervous system stimulant used most commonly in the treatment of Attention-Deficit/Hyperactivity Disorder (ADHD) and for narcolepsy. Also known as the marketed products Ritalin, Concerta, or Biphentin, methylphenidate is used with other treatment modalities (psychological, educational, cognitive behaviour therapy, etc) to improve the following group of developmentally inappropriate symptoms associated with ADHD: moderate-to-severe distractibility, short attention span, hyperactivity, emotional lability, and impulsivity. Long-acting formulations of psychostimulants such as methylphenidate, [DB01576], and [DB01255] are considered the most effective and widely used treatment for ADHD, and are considered first-line options for children, adolescents, and adults as recommended by CADDRA (Canadian ADHD Resource Alliance). [L6037] CADDRA recommends the use of methylphenidate due to long term studies, of over twenty years in duration, which show methylphenidate is safe and effective.  \r\n\r\nWhile its exact mechanism is unclear, methylphenidate (MPH) has been shown to act as a norepinephrine and dopamine reuptake inhibitor (NDRI), thereby increasing the presence of these neurotransmitters in the extraneuronal space and prolonging their action.[A177541] There is a dose-related effect of psychostimulants on receptor stimulation, where higher doses are shown to increase norepinephrine (NE) and dopamine (DA) efflux throughout the brain which can result in impaired cognition and locomotor-activating effects. In contrast, low doses are found to selectively activate NE and DA neurotransmission within the prefrontal cortex which is an area of the brain thought to play a prominent role in ADHD pathophysiology, thereby improving clinical efficacy and preventing side effects.[A177547] The lower doses used to treat ADHD are not associated with the locomotor-activating effects associated with higher doses and instead reduce movement, impulsivity, and increase cognitive function including sustained attention and working memory.[A177541, A177544] Methylphenidate's beneficial effects in sustaining attention have also been shown to be mediated by alpha-1 adrenergic receptor activity.[A177550] Clinical findings have shown that children with ADHD have an abnormality in the dopamine transporter gene (DAT1), the D4 receptor gene (DRD-4), and/or the D2 receptor gene that may be at least partly overcome by the dopaminergic effects of methylphenidate, suggesting a possible mode of action.[F4474]\r\n\r\nWhen provided as Biphentin®, methylphenidate is released through a multi-layer release delivery system (MLRTM) where 40% of the dose is provided as an immediate release and 60% is provided through a gradual release. Biphentin was designed to be an alternative to separate doses of immediate-release (IR) methylphenidate by providing a biphasic concentration-time profile when given as a single dose. The MLRTM release system allows for a sustained effect for 10-12 hours, allowing for once-daily dosing that covers the major times that ADHD impairment might occur (such as school, homework periods, during the work day, etc).\r\n\r\nWhen provided as Concerta®, methylphenidate is released through the patented Osmotic Controlled-Release Oral Delivery (OROS) system where 22% of the dose is provided as an immediate release and 78% is provided through a gradual release.[A631] OROS is comprised of an osmotically active trilayer core surrounded by a semipermeable membrane with an immediate-release drug overcoat. Within an aqueous environment, such as the stomach, the drug overcoat, which consists of 22% of the dose, dissolves within one hour, providing an initial immediate-release formulation of methylphenidate. Water then permeates through the membrane into the tablet core where the osmotically active polymer excipients expand, allowing methylphenidate to release slowly through the orifice over a period of 6-7 hours. Concerta also provides a sustained 10-12 hour effect, allowing for once-daily dosing.\r\n\r\nMethylphenidate contains a blackbox warning stating that CNS stimulants, including methylphenidate-containing products and amphetamines, have a high potential for abuse and dependence. This abuse potential is likely related to the effects associated with higher doses of methylphenidate, which induce surface expression of the dopamine transporter (DAT).[A177553] In particular, increased dopamine in key brain areas is associated with the reinforcing and addictive properties of psychostimulants such as methylphenidate, and even amplifies the potency and reinforcing effects of other drugs of abuse such as amphetamines, making ADHD sufferers more susceptible to their addictive effects.[A177556] Concerns about abuse potential have spurred research into medications with fewer effects on DAT and the use of non-stimulant ADHD medications including [DB00289] and [DB01018].",
    "indication": "Methylphenidate is indicated for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) in patients 6 years of age and older and for the treatment of narcolepsy.",
    "pharmacodynamics": "Methylphenidate is a racemic mixture comprised of the d- and l-isomers. The d-isomer is more pharmacologically active than the l-isomer. Radioligand binding studies demonstrate that binding of methylphenidate in the brain is localized to dopamine-rich areas, in particular in the prefrontal cortex which has been demonstrated to play a prominent role in ADHD pathophysiology.[A177547] In a number of animal models, methylphenidate enhances locomotor activity and induces stereotypic behaviours. ",
    "mechanism-of-action": "While its exact mechanism is unclear, methylphenidate (MPH) has been shown to act as a norepinephrine and dopamine reuptake inhibitor (NDRI), thereby increasing the presence of these neurotransmitters in the extraneuronal space and prolonging their action.[A177541] There is a dose-related effect of psychostimulants on receptor stimulation, where higher doses are shown to increase norepinephrine (NE) and dopamine (DA) efflux throughout the brain which can result in impaired cognition and locomotor-activating effects. In contrast, low doses are found to selectively activate NE and DE neurotransmission within the prefrontal cortex which is an area of the brain thought to play a prominent role in ADHD pathophysiology, thereby improving clinical efficacy and preventing side effects.[A177547] The lower doses used to treat ADHD are not associated with the locomotor-activating effects associated with higher doses and instead reduce movement, impulsivity, and increase cognitive function including sustained attention and working memory.[A177541, A177544] Methylphenidate's beneficial effects in sustaining attention have also been shown to be mediated by alpha-1 adrenergic receptor activity.[A177550]\r\n\r\nClinical findings have shown that children with ADHD have an abnormality in the dopamine transporter gene (DAT1), the D4 receptor gene (DRD-4), and/or the D2 receptor gene that may be at least partly overcome by the dopaminergic effects of methylphenidate, suggesting a possible mode of action.[F4474]",
    "absorption": "Concerta®: Methylphenidate is readily absorbed. Following oral administration of Concerta, plasma methylhphenidate concentrations reach an initial maximum at about 1 hour followed by gradual ascending concentrations over the next 5-9 hours. Mean times to reach peak plasma concentrations across all doses of Concerta occurred between 6-10 hours. Once daily dosing minimizes the fluctuations between peak and trough concentrations associated with multiple doses of immediate-release methylphenidate treatments.[F4474] Depending on the doses provided, Cmax was found to range from 6.0-15.0ng/mL, Tmax ranged from 8.1-9.4h, and AUC ranged from 50.4-121.5 ng·h/mL in children.[F4474]\r\n\r\nWhen provided as Concerta®, methylphenidate is released through the patented Osmotic Controlled-Release Oral Delivery (OROS) system where 22% of the dose is provided as an immediate release and 78% is provided through a gradual release.[A631] OROS is comprised of an osmotically active trilayer core surrounded by a semipermeable membrane with an immediate-release drug overcoat. Within an aqueous environment, such as the stomach, the drug overcoat, which consists of 22% of the dose, dissolves within one hour, providing an initial immediate-release formulation of methylphenidate. Water then permeates through the membrane into the tablet core where the osmotically active polymer excipients expand, allowing methylphenidate to release slowly through the orifice over a period of 6-7 hours. Concerta also provides a sustained 10-12 hour effect, allowing for once-daily dosing.\r\n\r\nBiphentin®: Methylphenidate is rapidly and extensively absorbed following oral administration, with peak blood levels obtained in 1-3 hours.[F4480]\r\n\r\nWhen provided as Biphentin®, methylphenidate is released through a multi-layer release delivery system (MLRTM) where 40% of the dose is provided as an immediate release and 60% is provided through a gradual release. Biphentin was designed to be an alternative to separate doses of immediate-release (IR) methylphenidate by providing a biphasic concentration-time profile when given as a single dose. The MLRTM release system allows for a sustained effect for 10-12 hours, allowing for once-daily dosing that covers the major times that ADHD impairment might occur (such as school, homework periods, during the workday, etc).\r\n\r\nMethylphenidate (immediate release): Methylphenidate hydrochloride is rapidly and extensively absorbed from the tablets following oral administration; however, owing to extensive first-pass metabolism, bioavailability is low (approx. 30%) and large individual differences exist (11-52%). In one study, the administration of methylphenidate hydrochloride with food accelerated absorption but had no effect on the amount absorbed. Peak plasma concentrations of 10.8 and 7.8 ng/mL were observed, on average, 2 hours after administration of 0.30 mg/kg in children and adults, respectively. Peak plasma concentrations showed marked variability between subjects. Both the area under the concentration-time curve (AUC), and the peak plasma concentrations (Cmax) showed dose-proportionality.[F4483]",
    "metabolism": "Methylphenidate is hepatically metabolized. More specifically, it is rapidly and extensively metabolized by carboxylesterase CES1A1. Via this enzyme, methylphenidate undergoes de-esterification to ritalinic acid (a-phenyl-2-piperidine acetic acid, PPAA), which has little to no pharmacologic activity.",
    "toxicity": "Symptoms of overdose include vomiting, agitation, tremors, hyperreflexia, muscle twitching, convulsions (may be followed by coma), euphoria, confusion, hallucinations, delirium, sweating, flushing, headache, hyperpyrexia, tachycardia, palpitations, cardiac arrhythmias, hypertension, mydriasis, and dryness of mucous membranes. LD<sub>50</sub>=190mg/kg (orally in mice)",
    "targets": [
        [
            "SLC6A3",
            "Sodium-dependent dopamine transporter",
            "Humans"
        ],
        [
            "HTR1A",
            "5-hydroxytryptamine receptor 1A",
            "Humans"
        ],
        [
            "SLC6A2",
            "Sodium-dependent noradrenaline transporter",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CES1A1a",
            "Carboxylesterase",
            "Humans"
        ]
    ],
    "transporters": null,
    "carriers": null,
    "genomic-data": null
}