{
    "pharmgkb_id": "PA449841",
    "drugbank_id": "DB00502",
    "names": [
        "Haloperidol",
        "Aloperidin",
        "Bioperidolo",
        "Brotopon",
        "Dozic",
        "Duraperidol",
        "Einalon S",
        "Eukystol",
        "Halosten",
        "Keselan",
        "Linton",
        "Peluces",
        "Serenace",
        "Sigaperidol"
    ],
    "description": "Haloperidol is a high potency first-generation (typical) antipsychotic and one of the most frequently used antipsychotic medications used worldwide.[A180616] While haloperidol has demonstrated pharmacologic activity at a number of receptors in the brain,[A27477] it exerts its antipsychotic effect through its strong antagonism of the dopamine receptor (mainly D2), particularly within the mesolimbic and mesocortical systems of the brain. Haloperidol is indicated for the treatment of the manifestations of several psychotic disorders including schizophrenia, acute psychosis, Tourette syndrome, and other severe behavioural states.[F4645] It is also used off-label for the management of chorea associated with Huntington's disease and for the treatment of intractable hiccups as it is a potent antiemetic. Dopamine-antagonizing medications such as haloperidol are though to improve psychotic symptoms and states that are caused by an over-production of dopamine, such as schizophrenia, which is theorized to be caused by a hyperdopaminergic state within the limbic system of the brain.[A34360]\r\n\r\nUse of the first-generation antipsychotics (including haloperidol) is considered highly effective for the management of the \"positive\" symptoms of schizophrenia including hallucinations, hearing voices, aggression/hostility, disorganized speech, and psychomotor agitation. However, this class of drugs is also limited by the development of movement disorders induced by dopamine-blockade such as drug-induced parkinsonism, akathisia, dystonia, tardive dyskinesia, as well as other side effects including sedation, weight gain, and prolactin changes. While there are limited high-quality studies comparing haloperidol to lower-potency first-generation antipsychotics such as [DB00477], [DB01624], [DB00623], and [DB01403], haloperidol typically demonstrates the least amount of side effects within this class, but demonstrates a stronger disposition for causing extrapyramidal symptoms (EPS).[A180613, A180616, A180625] These other low‐potency antipsychotics are limited by their lower affinity for dopamine receptors, which requires a higher dose to effectively treat symptoms of schizophrenia. In addition, they block many receptors other than the primary target (dopamine receptors), such as cholinergic or histaminergic receptors, resulting in a higher incidence of side effects such as sedation, weight gain, and hypotension.\r\n\r\nInterestingly, in vivo pharmacogenetic studies have demonstrated that the metabolism of haloperidol may be modulated by genetically determined polymorphic _CYP2D6_ activity. However, these findings contradict the findings from studies in vitro with human liver microsomes and from drug interaction studies in vivo. Inter-ethnic and pharmacogenetic differences in haloperidol metabolism may possibly explain these observations.[A32346]\r\n\r\nFirst-generation antipsychotic drugs have largely been replaced with second- and third-generation (atypical) antipsychotics such as [DB00734], [DB00334], [DB00363], [DB01224], [DB01238], and [DB00246]. However, haloperidol use remains widespread and is considered the benchmark for comparison in trials of the newer generation antipsychotics.[A180625]\r\n\r\nThe efficacy of haloperidol was first established in controlled trials in the 1960s.[A180610]",
    "indication": "Haloperidol is indicated for a number of conditions including for the treatment of schizophrenia, for the manifestations of psychotic disorders, for the control of tics and vocal utterances of Tourette’s Disorder in children and adults, for treatment of severe behavior problems in children of combative, explosive hyperexcitability (which cannot be accounted for by immediate provocation). Haloperidol is also indicated in the short-term treatment of hyperactive children who show excessive motor activity with accompanying conduct disorders consisting of some or all of the following symptoms: impulsivity, difficulty sustaining attention, aggressivity, mood lability, and poor frustration tolerance. Haloperidol should be reserved for these two groups of children only after failure to respond to psychotherapy or medications other than antipsychotics.[F4645]",
    "pharmacodynamics": "Use of the first-generation antipsychotics (including haloperidol) is considered highly effective for the management of the \"positive\" symptoms of schizophrenia including hallucinations, hearing voices, aggression/hostility, disorganized speech, and psychomotor agitation. However, this class is limited by the development of movement disorders such as drug-induced parkinsonism, akathisia, dystonia, and tardive dyskinesia, and other side effects including sedation, weight gain, and prolactin changes. Compared to the lower-potency first-generation antipsychotics such as [DB00477], [DB01624], [DB00623], and [DB01403], haloperidol typically demonstrates the least amount of side effects within class, but demonstrates a stronger disposition for causing extrapyramidal symptoms (EPS).[A180613, A180616, A180625] Low‐potency medications have a lower affinity for dopamine receptors so that a higher dose is required to effectively treat symptoms of schizophrenia. In addition, they block many receptors other than the primary target (dopamine receptors), such as cholinergic or histaminergic receptors, resulting in a higher incidence of side effects such as sedation, weight gain, and hypotension.\r\n\r\nThe balance between the wanted drug effects on psychotic symptoms and unwanted side effects are largely at play within dopaminergic brain pathways affected by haloperidol. Cortical dopamine-D2-pathways play an important role in regulating these effects and include the nigrostriatal pathway, which is responsible for causing extrapyramidal symptoms (EPS), the mesolimbic and mesocortical pathways, which are responsible for the improvement in positive schizophrenic symptoms, and the tuberoinfundibular dopamine pathway, which is responsible for hyperprolactinemia. \r\n\r\nA syndrome consisting of potentially irreversible, involuntary, dyskinetic movements may develop in patients. Although the prevalence of the syndrome appears to be highest among the elderly, especially elderly women, it is impossible to rely upon prevalence estimates to predict, at the inception of antipsychotic treatment, which patients are likely to develop the syndrome.[F4645]\r\n\r\nCases of sudden death, QT-prolongation, and Torsades de Pointes have been reported in patients receiving haloperidol. Higher than recommended doses of any formulation and intravenous administration of haloperidol appear to be associated with a higher risk of QT-prolongation and Torsades de Pointes. Although cases have been reported even in the absence of predisposing factors, particular caution is advised in treating patients with other QT-prolonging conditions (including electrolyte imbalance [particularly hypokalemia and hypomagnesemia], drugs known to prolong QT, underlying cardiac abnormalities, hypothyroidism, and familial long QT-syndrome).[F4645]\r\n\r\nA potentially fatal symptom complex sometimes referred to as Neuroleptic Malignant Syndrome (NMS) has been reported in association with antipsychotic drugs. Clinical manifestations of NMS are hyperpyrexia, muscle rigidity, altered mental status (including catatonic signs) and evidence of autonomic instability (irregular pulse or blood pressure, tachycardia, diaphoresis, and cardiac dysrhythmias). Additional signs may include elevated creatine phosphokinase, myoglobinuria (rhabdomyolysis) and acute renal failure.[F4645]",
    "mechanism-of-action": "While haloperidol has demonstrated pharmacologic activity at a number of receptors in the brain, it exerts its antipsychotic effect through its strong antagonism of the dopamine receptor (mainly D2), particularly within the mesolimbic and mesocortical systems of the brain. Schizophrenia is theorized to be caused by a hyperdopaminergic state within the limbic system of the brain.[A34360] Dopamine-antagonizing medications such as haloperidol, therefore, are thought to improve psychotic symptoms by halting this over-production of dopamine. The optimal clinical efficacy of antipsychotics is associated with the blockade of approximately 60 % - 80 % of D2 receptors in the brain.[A34360]\r\n\r\nWhile the exact mechanism is not entirely understood, haloperidol is known to inhibit the effects of dopamine and increase its turnover. Traditional antipsychotics, such as haloperidol, bind more tightly than dopamine itself to the dopamine D2 receptor, with dissociation constants that are lower than that for dopamine.[A4962] It is believed that haloperidol competitively blocks post-synaptic dopamine (D2) receptors in the brain, eliminating dopamine neurotransmission and leading to the relief of delusions and hallucinations that are commonly associated with psychosis. It acts primarily on the D2-receptors and has some effect on 5-HT2 and α1-receptors, with negligible effects on dopamine  D1-receptors. The drug also exerts some blockade of α-adrenergic receptors of the autonomic system.[L2022]\r\n\r\nAntagonistic activity regulated through dopamine D2 receptors in the chemoreceptive trigger zone (CTZ) of the brain renders its antiemetic activity. Of the three D2-like receptors, only the D2 receptor is blocked by antipsychotic drugs in direct relation to their clinical antipsychotic abilities. \r\n\r\nClinical brain-imaging findings show that haloperidol remains tightly bound to D2 dopamine receptors in humans undergoing 2 positron emission tomography (PET) scans with a 24h pause in between scans.[A4962] A common adverse effect of this drug is the development of extrapyramidal symptoms (EPS), due to this tight binding of haloperidol to the dopamine D2 receptor.\r\n\r\nDue to the risk of unpleasant and sometimes lifelong extrapyramidal symptoms, newer antipsychotic medications than haloperidol have been discovered and formulated. Rapid dissociation of drugs from dopamine D2 receptors is a plausible explanation for the improved EPS profile of atypical antipsychotics such as [DB00734]. This is also consistent with the theory of a lower affinity for D2 receptors for these drugs.  As mentioned above, haloperidol binds tightly to the dopamine receptor, potentiating the risk of extrapyramidal symptoms,[A4962] and therefore should only been used when necessary.",
    "absorption": "Haloperidol is a highly lipophilic compound and is extensively metabolized in humans, which may cause a large interindividual variability in its pharmacokinetics.[A32346]\r\n\r\nStudies have found a wide variance in pharmacokinetic values for orally administered haloperidol with 1.7-6.1 hours reported for time to peak plasma concentration (tmax), 14.5-36.7 hours reported for half-life (t1⁄2), and 43.73 μg/L•h [range 14.89-120.96 μg/L•h] reported for AUC.[A32346] Haloperidol is well-absorbed from the gastrointestinal tract when ingested orally,  however, the first-pass hepatic metabolism decreases its oral bioavailability to 40 - 75%.\r\n\r\nAfter intramuscular administration, the time to peak plasma concentration (tmax) is 20 minutes in healthy individuals or 33.8 minutes in patients with schizophrenia, with a mean half-life of 20.7 hours.[A32346] Bioavailability following intramuscular administration is higher than that for oral administration.\r\n\r\nAdministration of haloperidol decanoate (the depot form of haloperidol for long-term treatment) in sesame oil results in slow release of the drug for long-term effects. The plasma concentrations of haloperidol gradually rise, reaching its peak concentration at about 6 days after the injection, with an apparent half-life of about 21 days. Steady-state plasma concentrations are achieved after the third or fourth dose.[F4645]",
    "metabolism": "Haloperidol is extensively metabolised in the liver with only about 1% of the administered dose excreted unchanged in urine.[A32346] \r\n\r\nIn humans, haloperidol is biotransformed to various metabolites, including p-fluorobenzoylpropionic acid, 4-(4-chlorophenyl)-4-hydroxypiperidine, reduced haloperidol, pyridinium metabolites, and haloperidol glucuronide. In psychiatric patients treated regularly with haloperidol, the concentration of haloperidol glucuronide in plasma is the highest among the metabolites, followed, in rank order, by unchanged haloperidol, reduced haloperidol and reduced haloperidol glucuronide.\r\n\r\nThe drug is thought to be metabolized primarily by oxidative N-dealkylation of the piperidine nitrogen to form fluorophenylcarbonic acids and piperidine metabolites (which appear to be inactive), and by reduction of the butyrophenone carbonyl to the carbinol, forming _hydroxyhaloperidol_.\r\n\r\nThe enzymes involved in the biotransformation of haloperidol include cytochrome P450 (CYP) including CYP3A4 and CYP2D6, carbonyl reductase and uridine di-phosphoglucose glucuronosyltransferase enzymes. The greatest proportion of the intrinsic hepatic clearance of haloperidol is performed by glucuronidation and followed by the reduction of haloperidol to reduced haloperidol and by CYP-mediated oxidation. \r\n\r\nIn studies of cytochrome-mediated disposition in vitro, CYP3A4 appears to be the major isoform of the enzyme responsible for the metabolism of haloperidol in humans. The intrinsic clearance of the back-oxidation of reduced haloperidol to the parent compound, oxidative N-dealkylation and pyridinium formation are of the same order of magnitude. This suggests that the same enzyme system is responsible for the above three metabolic reactions.\r\n\r\nIn vivo human studies on haloperidol metabolism have shown that the glucuronidation of haloperidol accounts for 50 to 60% of haloperidol biotransformation and that approximately 23% of the biotransformation was accounted for by the reduction pathway. The remaining 20 to 30% ofthe biotransformation of haloperidol would be via N-dealkylation and pyridinium formation.[A32346] ",
    "toxicity": "Acute oral toxicity (LD50): 71 mg/kg  in rats [MSDS].  ",
    "targets": [
        [
            "HTR2C",
            "5-hydroxytryptamine receptor 2C",
            "Humans"
        ],
        [
            "DRD2",
            "Dopamine D2 receptor",
            "Humans"
        ],
        [
            "HTR2A",
            "5-hydroxytryptamine receptor 2A",
            "Humans"
        ],
        [
            "DRD3",
            "Dopamine D3 receptor",
            "Humans"
        ],
        [
            "MCHR1",
            "Melanin-concentrating hormone receptor 1",
            "Humans"
        ],
        [
            "SLC18A2",
            "Synaptic vesicular amine transporter",
            "Humans"
        ],
        [
            "SIGMAR1",
            "Sigma non-opioid intracellular receptor 1",
            "Humans"
        ],
        [
            "HRH1",
            "Histamine H1 receptor",
            "Humans"
        ],
        [
            "CHRM3",
            "Muscarinic acetylcholine receptor M3",
            "Humans"
        ],
        [
            "ADRA1A",
            "Alpha-1A adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA2A",
            "Alpha-2A adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA2B",
            "Alpha-2B adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA2C",
            "Alpha-2C adrenergic receptor",
            "Humans"
        ],
        [
            "HTR1A",
            "5-hydroxytryptamine receptor 1A",
            "Humans"
        ],
        [
            "HTR6",
            "5-hydroxytryptamine receptor 6",
            "Humans"
        ],
        [
            "HTR7",
            "5-hydroxytryptamine receptor 7",
            "Humans"
        ],
        [
            "GRIN2B",
            "Glutamate receptor ionotropic, NMDA 2B",
            "Humans"
        ],
        [
            "DRD1",
            "Dopamine D1 receptor",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CBR1",
            "Carbonyl reductase [NADPH] 1",
            "Humans"
        ],
        [
            "UGT1A9",
            "UDP-glucuronosyltransferase 1-9",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ],
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP1A1",
            "Cytochrome P450 1A1",
            "Humans"
        ],
        [
            "CYP1A2",
            "Cytochrome P450 1A2",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ],
        [
            "CYP3A5",
            "Cytochrome P450 3A5",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP3A7",
            "Cytochrome P450 3A7",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": null
}