{
    "pharmgkb_id": "PA449982",
    "drugbank_id": "DB00328",
    "names": [
        "Indomethacin",
        "Aconip",
        "Arthrexin",
        "Elmetacin",
        "Indaflex",
        "Indocid",
        "Indolar SR",
        "Indomed",
        "Indoxen",
        "Metindol",
        "Mikametan",
        "Nu-Indo",
        "Reumacide"
    ],
    "description": "Indometacin, or indomethacin, is a non-steroidal anti-inflammatory drug (NSAID) with anti-inflammatory, analgesic, and antipyretic properties. NSAIDs consist of agents that are structurally unrelated; the NSAID chemical classification of indometacin is an indole-acetic acid derivative with the chemical name 1- (p-chlorobenzoyl)25-methoxy-2-methylindole-3-acetic acid.[A177871] The pharmacological effect of indometacin is not fully understood, however, it is thought to be mediated through potent and nonselective inhibition of the enzyme cyclooxygenase (COX), which is the main enzyme responsible for catalyzes the rate-limiting step in prostaglandin and thromboxane biosynthesis via the arachidonic acid (AA) pathway. Indometacin was first discovered in 1963 and it was first approved for use in the U.S. by the Food and Drug Administration in 1965, [A486] along with other acetic acid derivatives such as [diclofenac] and [sulindac] that were also developed during the 1960s.[A177871] Since then, indometacin has been extensively studied in clinical trials as one of the most potent NSAIDs in blocking prostaglandin synthesis and was among the first NSAIDs to be used in the symptomatic treatment of migraine and for headaches that eventually became known as “indomethacin-responsive” headache disorders.[A177871] \r\n\r\nMost commonly used in rheumatoid arthritis, ankylosing spondylitis, osteoarthritis, acute shoulder pains, and acute gouty arthritis, indometacin is currently available as oral capsules as well as other methods of administration, including rectal and intravenous formulations. Intravenous indometacin is administered to close a hemodynamically significant patent ductus arteriosus, as indicated by clinical evidence, in premature infants.[L10553] Ophthalmic indometacin has been studied and used in the symptomatic treatment of postoperative ocular inflammation and pain and/or complications after cataract surgery. Although deemed effective in reducing ocular inflammation in clinical studies, topical NSAIDs were also associated with a potential reduction in corneal sensitivity accompanied by an increased risk of superficial punctate keratitis and subjective symptoms of discomfort, including pain, burning or pricking, or a tingling sensation after instillation into the cul‐de‐sac.[A177949]",
    "indication": "Oral indometacin is indicated for symptomatic management of moderate to severe rheumatoid arthritis including acute flares of chronic disease, moderate to severe ankylosing spondylitis, moderate to severe osteoarthritis, acute painful shoulder (bursitis and/or tendinitis) and acute gouty arthritis.[A177871,L6778]\r\n \r\nIntravenous indometacin is indicated to induce closure of a hemodynamically significant patent ductus arteriosus in premature infants weighing between 500 and 1750 g when after 48 hours usual medical management (e.g., fluid restriction, diuretics, digitalis, respiratory support, etc.) is ineffective.[L10553]",
    "pharmacodynamics": "Indometacin is an NSAID with analgesic and antipyretic properties that exerts its pharmacological effects by inhibiting the synthesis of factors involved in pain, fever, and inflammation. Its therapeutic action does not involve pituitary-adrenal stimulation.[L6778] Indometacin primarily works by suppressing inflammation in rheumatoid arthritis by providing relief of pain as well as reducing fever, swelling, and tenderness. This effectiveness has been demonstrated by a reduction in the extent of joint swelling, the average number of joints displaying symptoms of inflammation, and the severity of morning stiffness. Increased mobility was demonstrated by a decrease in total walking time and by improved functional capability seen as an increase in grip strength.[L6778] In clinical trials, indometacin was shown to be effective in relieving the pain, reducing the fever, swelling, redness, and tenderness of acute gouty arthritis. Due to its pharmacological actions, the use of indometacin is associated with the risk of serious cardiovascular thrombotic events, including myocardial infarction and stroke, as well as gastrointestinal effects such as bleeding, ulceration, and perforation of the stomach or intestines.[L6778]\r\n\r\nIn a study of healthy individuals, acute oral and intravenous indometacin therapy resulted in a transiently diminished basal and CO2 stimulated cerebral blood flow; this effect disappeared in one study after one week of oral treatment.[L6778] The clinical significance of this effect has not been established. Compared to other NSAIDs, it is suggested that indometacin is a more potent vasoconstrictor that is more consistent in decreasing cerebral blood flow and inhibiting CO2 reactivity.[A177871] There have been studies that show indometacin directly inhibiting neuronal activity to some extent in the trigeminocervical complex after either superior salivatory nucleus or dural stimulation.[A177871]",
    "mechanism-of-action": "Indometacin is a nonspecific and reversible inhibitor of the cyclo-oxygenase (COX) enzyme or prostaglandin G/H synthase. There are two identified isoforms of COX: COX-1 is universally present in most body tissues and is involved in the synthesis of the prostaglandins and thromboxane A2, while COX-2 is expressed in response to injury or inflammation.[A177871] Constitutively expressed, the COX-1 enzyme is involved in gastric mucosal protection, platelet, and kidney function by catalyzing the conversion of arachidonic acid to prostaglandin (PG) G2 and PGG2 to PGH2.[A177871] COX-2 is constitutively expressed and highly inducible by inflammatory stimuli. It is found in the central nervous system, kidneys, uterus, and other organs. COX-2 also catalyzes the conversion of arachidonic acid to PGG2 and PGG2 to PGH2. In the COX-2-mediated pathway, PGH2 is further converted to PGE2 and PGI2 (also known as prostacyclin). PGE2 is involved in mediating inflammation, pain, and fever. Decreasing levels of PGE2 leads to reduced inflammatory reactions. Indometacin is known to inhibit both isoforms of COX, however, with greater selectivity for COX-1, which accounts for its increased adverse gastric effects relative to other NSAIDs. It binds to the enzyme's active site and prevents the interaction between the enzyme and its substrate, arachidonic acid. Indometacin, unlike other NSAIDs, also inhibits phospholipase A2, the enzyme responsible for releasing arachidonic acid from phospholipids. The analgesic, antipyretic and anti-inflammatory effects of indomethacin as well as adverse reactions associated with the drug occur as a result of decreased prostaglandin synthesis. Its antipyretic effects may be due to action on the hypothalamus, resulting in increased peripheral blood flow, vasodilation, and subsequent heat dissipation.\r\n\r\nThe exact mechanism of action of indometacin in inducing closure of a patent ductus arteriosus is not fully understood; however, it is thought to be through inhibition of prostaglandin synthesis.[L6778] At birth, the ductus arteriosus is normally closed as the tension of the oxygen increases significantly after birth.[A177880] Patent ductus arteriosus in premature infants is associated with congenital heart malformations where PGE1 mediates an opposite effect to that of oxygen. PGE1 dilates the ductus arteriosus through smooth muscle relaxation and prevents the closure of the ductus arteriosus.[A177880] By inhibiting the synthesis of prostaglandins, indometacin promotes the closure of ductus arteriosus.[L10553]\r\n\r\nIndometacin has been described as possessing anticancer and antiviral properties through activation of protein kinase R (PKR) and downstream phosphorylation of eIF2α, inhibiting protein synthesis.[A234429, A234434]",
    "absorption": "Indometacin displays a linear pharmacokinetics profile where the plasma concentrations and area under the curve (AUC) are dose-proportional, whereas half-life (T1/2) and plasma and renal clearance are dose-dependent.[A177871] Indometacin is readily and rapidly absorbed from the gastrointestinal tract. The bioavailability is virtually 100% following oral administration [A177871] and about 90% of the dose is absorbed within 4 hours.[L6778] The bioavailability is about 80-90% following rectal administration.[A177901]\r\n\r\nThe peak plasma concentrations following a single oral dose were achieved between 0.9 ± 0.4 and 1.5 ± 0.8 hours in a fasting state.[A177901] Despite large intersubject variation as well using the same preparation, peak plasma concentrations are dose-proportional and averaged 1.54 ± 0.76 μg/mL, 2.65 ± 1.03 μg/mL, and 4.92 ± 1.88 μg/mL following 25 mg, 50 mg, and 75 mg single doses in fasting subjects, respectively.[A177901] With a typical therapeutic regimen of 25 or 50 mg t.i.d., the steady-state plasma concentrations of indomethacin are an average 1.4 times those following the first dose.[L6778]",
    "metabolism": "Indometacin undergoes hepatic metabolism involving glucuronidation, O-desmethylation, and N-deacylation.[A177949] O-desmethyl-indomethacin, N-deschlorobenzoyl-indomethacin, and O-desmethyl-N-deschlorobenzoyl-indomethacin metabolites and their glucuronides are primarily inactive and have no pharmacological activity.[A177949,L6778] Unconjugated metabolites are also detected in the plasma.[L6778] Its high bioavailability indicates that indometacin is unlikely to be subject to the first-pass metabolism.[A177949]",
    "toxicity": "Acute oral LD50 is 2.42 mg/kg in rats and 13 mg/kg in mice.[MSDS] The oral LD50 of indomethacin in mice and rats (based on 14-day mortality response) was 50 and 12 mg/kg, respectively.[L6778] \r\n\r\nSymptoms of overdose may be characterized by nausea, vomiting, intense headache, dizziness, mental confusion, disorientation, or lethargy. In addition, there have been reports of paresthesias, numbness, and convulsions. In case of an overdose, the patient should receive symptomatic and supportive treatment with stomach emptying through induced vomiting or gastric lavage.[L6778] The patient should then be closely monitored for any signs of gastrointestinal ulceration and hemorrhage. Antacids may be useful.[L6778]",
    "targets": [
        [
            "PTGS2",
            "Prostaglandin G/H synthase 2",
            "Humans"
        ],
        [
            "PLA2G2A",
            "Phospholipase A2, membrane associated",
            "Humans"
        ],
        [
            "PTGS1",
            "Prostaglandin G/H synthase 1",
            "Humans"
        ],
        [
            "PTGR2",
            "Prostaglandin reductase 2",
            "Humans"
        ],
        [
            "PPARG",
            "Peroxisome proliferator-activated receptor gamma",
            "Humans"
        ],
        [
            "GLO1",
            "Lactoylglutathione lyase",
            "Humans"
        ],
        [
            "PTGDR2",
            "Prostaglandin D2 receptor 2",
            "Humans"
        ],
        [
            "PPARA",
            "Peroxisome proliferator-activated receptor alpha",
            "Humans"
        ],
        [
            "AKR1C3",
            "Aldo-keto reductase family 1 member C3",
            "Humans"
        ],
        [
            "EIF2AK2",
            "Interferon-induced, double-stranded RNA-activated protein kinase",
            "Humans"
        ],
        [
            "PTGS1",
            "Human Cyclooxygenases",
            "Humans"
        ],
        [
            "PTGS2",
            "Human Cyclooxygenases",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ],
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CES1",
            "Liver carboxylesterase 1",
            "Humans"
        ],
        [
            "UGT1A9",
            "UDP-glucuronosyltransferase 1-9",
            "Humans"
        ],
        [
            "UGT1A1",
            "UDP-glucuronosyltransferase 1-1",
            "Humans"
        ],
        [
            "UGT2B7",
            "UDP-glucuronosyltransferase 2B7",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCC3",
            "Canalicular multispecific organic anion transporter 2",
            "Humans"
        ],
        [
            "ABCC4",
            "Multidrug resistance-associated protein 4",
            "Humans"
        ],
        [
            "ABCC6",
            "Multidrug resistance-associated protein 6",
            "Humans"
        ],
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ],
        [
            "ABCC1",
            "Multidrug resistance-associated protein 1",
            "Humans"
        ],
        [
            "SLCO1A2",
            "Solute carrier organic anion transporter family member 1A2",
            "Humans"
        ],
        [
            "SLC22A6",
            "Solute carrier family 22 member 6",
            "Humans"
        ],
        [
            "SLC22A8",
            "Solute carrier family 22 member 8",
            "Humans"
        ],
        [
            "ABCC2",
            "Canalicular multispecific organic anion transporter 1",
            "Humans"
        ],
        [
            "ABCC11",
            "ATP-binding cassette sub-family C member 11",
            "Humans"
        ],
        [
            "SLC22A11",
            "Solute carrier family 22 member 11",
            "Humans"
        ],
        [
            "SLC10A1",
            "Sodium/bile acid cotransporter",
            "Humans"
        ],
        [
            "SLC22A7",
            "Solute carrier family 22 member 7",
            "Humans"
        ],
        [
            "SLCO1B1",
            "Solute carrier organic anion transporter family member 1B1",
            "Humans"
        ],
        [
            "ABCB11",
            "Bile salt export pump",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ]
    ],
    "genomic-data": null
}