{
    "pharmgkb_id": "PA448499",
    "drugbank_id": "DB00335",
    "names": [
        "Atenolol",
        "Myocord",
        "Normiten"
    ],
    "description": "Atenolol is a cardioselective beta-blocker used in a variety of cardiovascular conditions. \r\n\r\nSir James Black, a Scottish pharmacologist, pioneered the use of beta-blockers for the management of angina pectoris in 1958 for which he received the Nobel Prize.[A178429] Beta-blockers quickly became popular in clinical use and where subsequently investigated for use in myocardial infarction, arrhythmias, and hypertension during the 1960s. Later they continued to be investigated for use in heart failure throughout the 1970-1980s. Atenolol itself was developed early on in this history by Alvogen Malta under the trade name Tenormin and received FDA approval in September, 1981.[label]\r\n\r\nDespite being one of the most widely prescribed beta blockers, evidence suggests atenolol may not significantly reduce mortality, and only modestly reduce the risk of cardiovascular disease in patients with hypertension.[A235850,A235855] A Cochrane review of patients being treated for primary hypertension shows that atenolol shows a risk ratio of 0.88 for cardiovascular disease risk and a risk ratio of 0.99 for mortality.[A235850,A235855] Similar results have been found in other meta-analyses.[A235860,A235865] A meta-analysis of over 145,000 patients showed the risk of stroke in patients taking atenolol may depend on the age of the patient.[A235865] The use of atenolol may need to be based on more patient factors than hypertension alone.[A235850,A235855,A235860,A235865]",
    "indication": "**Indicated** for:[label]\r\n\r\n1) Management of hypertension alone and in combination with other antihypertensives.\r\n\r\n2) Management of angina pectoris associated with coronary atherosclerosis.\r\n\r\n3) Management of acute myocardial infarction in hemodynamically stable patients with a heart rate greater than 50 beats per minutes and a systolic blood pressure above 100 mmHg.\r\n\r\n**Off-label** uses include:\r\n\r\n1) Secondary prevention of myocardial infarction.[A178156]\r\n\r\n2) Management of heart failure.[A178153]\r\n\r\n3) Management of atrial fibrillation.[A178141]\r\n\r\n4) Management of supraventricular tachycardia.[A178162]\r\n\r\n5) Management of ventricular arrythmias such as congenital long-QT and arrhythmogenic right ventricular cardiomyopathy.[A178168]\r\n\r\n6) Management of symptomatic thyrotoxicosis in combination with [methimazole].[A178147]\r\n\r\n7) Prophylaxis of migraine headaches.[A178171]\r\n\r\n8) Management of alcohol withdrawal.[A178174,A178177]",
    "pharmacodynamics": "Atenolol is a cardio-selective beta-blocker and as such exerts most of its effects on the heart.[label] It acts as an antagonist to sympathetic innervation and prevents increases in heart rate, electrical conductivity, and contractility in the heart due to increased release of norepinephrine from the peripheral nervous system.[label,T116,A178258] Together the decreases in contractility and rate produce a reduction in cardiac output resulting in a compensatory increase in peripheral vascular resistance in the short-term. This response later declines to baseline with long-term use of atenolol. More importantly, this reduction in the work demanded of the myocardium also reduces oxygen demand which provides therapeutic benefit by reducing the mismatch of oxygen supply and demand in settings where coronary blood flow is limited, such as in coronary atherosclerosis. Reducing oxygen demand, particularly due to exercise, can reduce the frequency of angina pectoris symptoms and potentially improve survival of the remaining myocardium after myocardial infarction. The decrease in rate of sinoatrial node potentials, electrical conduction, slowing of potentials traveling through the atrioventricular node, and reduced frequency of ectopic potentials due to blockade of adrenergic beta receptors has led to benefit in arrhythmic conditions such as atrial fibrillation by controlling the rate of action potential generation and allowing for more effective coordinated contractions. Since a degree of sympathetic activity is necessary to maintain cardiac function, the reduced contractility induced by atenolol may precipitate or worsen heart failure, especially during volume overload.[label]\r\n\r\nThe effects of atenolol on blood pressure have been established, although it is less effective than alternative beta-blockers, but the mechanism has not yet been characterized.[label,T116] As a β1 selective drug, it does not act via the vasodilation produced by non-selective agents.[T116] Despite this there is a sustained reduction in peripheral vascular resistance, and consequently blood pressure, alongside a decrease in cardiac output. It is thought that atenolol's antihypertensive activity may be related to action on the central nervous system (CNS) or it's inhibition of the renin-aldosterone-angiotensin system rather than direct effects on the vasculature.[label]\r\n\r\nAtenolol produces CNS effects similar to other beta-blockers, but does so to a lesser extent due to reduces ability to cross the blood-brain barrier.[T116] It has the potential to produce fatigue, depression, and sleep disturbances such as nightmares or insomnia.[label,T116] The exact mechanisms behind these have not been characterized but their occurrence must be considered as they represent clinically relevant adverse effects.\r\n\r\nAtenolol exerts some effects on the respiratory system although to a much lesser extent than non-selective beta-blockers.[label] Interaction with β2 receptors in the airways can produce bronchoconstriction by blocking the relaxation of bronchial smooth muscle mediated by the sympathetic nervous system.[T116] The same action can interfere with β-agonist therapies used in asthma and chronic obstructive pulmonary disease.[label,A178258,T116]\r\n\r\nUnlike some other beta-blocker drugs, atenolol does not have intrinsic sympathomimetic or membrane stabilizing activity nor does it produce changes in glycemic control.[label]",
    "mechanism-of-action": "Atenolol is a cardioselective beta-blocker, called such because it selectively binds to the β1-adrenergic receptor as an antagonist up to a reported 26 fold more than β2 receptors.[A178372] Selective activity at the β1 receptor produces cardioselectivity due to the higher population of this receptor in cardiac tissue. Some binding to β2 and possibly β3 receptors can still occur at therapeutic dosages but the effects mediated by antagonizing these are significantly reduced from those of non-selective agents. β1 and β2 receptors are G<sub>s</sub> coupled therefore antagonism of their activation reduces activity of adenylyl cyclase and its downstream signalling via cyclic adenosime monophosphate and protein kinase A (PKA). \r\n\r\nIn cardiomyocytes PKA is thought to mediate activation of L-type calcium channels and ryanodine receptors through their phosphorylation.[A178396] L-type calcium channels can then provide an initial rise in intracellular calcium and trigger the ryanodine receptors to release calcium stored in the sarcoplasmic reticulum (SR) and increased contractility. PKA also plays a role in the cessation of contraction by phosphorylating phospholamban which in turn increases the affinity of SR Ca<sup>2+</sup> ATPase to increase reuptake of calcium into the SR. It also phophorylates troponin I to reduce affinity of the protein for calcium. Both of these events lead to a reduction in contraction which, when coupled with the initial increase in contraction, allows for faster cycling and consequently higher heart rate with increased contractility. L-type calcium channels are also a major contributor to cardiac depolarization and their activation can increase frequency of action potentials and possibly the incidence of ectopic potentials.[A178405] \r\n\r\nSimilar inihibitory events occur in the bronchial smooth muscle to mediate relaxation including phosphorylation of myosin light-chain kinase, reducing its affinity for calcium.[A178408] PKA also inhibits the excitatory G<sub>q</sub> coupled pathway by phosphorylating the inositol trisphosphate receptor and phospholipase C resulting in inhibition of intracellular calcium release. Antagonism of this activity by beta-blocker agents like atenolol can thus cause increased bronchoconstriction.\r\n",
    "absorption": "Approximately 50% of an oral dose is absorbed from the gastrointestinal tract, with the remainder being excreted unchanged in the feces.[label] Administering atenolol with food can decrease the AUC by about 20%.[A178180] While atenolol can cross the blood-brain barrier, it does so slowly and to a small extent.",
    "metabolism": "Minimal metabolism in the liver.[label] The sole non-conjugated metabolite is the product of a hydroxylation reaction at the carbon between the amide and benzene groups.[A178204] The only other metabolite to be confirmed is a glucuronide conjugate. These metabolites make up 5-8% and 2% of the renally excreted dose with 87-90% appearing as unchanged drug. The hydroxylated metabolite is exerts 1/10th the beta-blocking activity of atenolol.",
    "toxicity": "**LD<sub>50</sub> Values**\r\n\r\nMouse: 2 g/kg (Oral), 57 mg/kg (IV), 134 mg/kg (IP), 400 mg/kg (SC)[L6316]\r\n\r\nRat: 2 g/kg (Oral), 77 mg/kg (IV), 600 mg/kg (SC)[L6316]\r\n\r\nRabbit: 50 mg/kg (IV)[L6316]\r\n\r\n**Carcinogenicity & Mutagenicity**\r\n\r\nStudies in rats and mice at doses of 300 mg/kg/day, equivalent to 150 times maximum recommended human dose, for durations of 18 and 24 months showed no carcinogenicity.[label] One study in rats at doses of 500-1500 mg/kg/day, 250-750 times maximum human dose, resulted in increases benign adrenal medullary tumors in both sexes and increase mammary fibroadenomas in females.\r\n\r\nAtenolol showed no mutagenicity in the Ames test using _S. typhinarium_, dominant lethal test in mice, or _in vivo_ cytogenetics test in chinese hamster ovary cells.[label]\r\n\r\n**Reproductive Toxicity**\r\n\r\nNo adverse effects on fertility were observed in either male or female mice after receiving doses of 200 mg/kg/day, equivalent to 200 times the maximum human dose. In humans, atenolol is known to cross the placenta and fetuses exposed to the drug have been reported to be smaller than expected considering gestational age. Embryo-fetal resorption has been observed in rats at doses of 50mg/kg/day, 50 times the max human dose, but not in rabbits at doses of 25mg/kg/day.[label]\r\n\r\n**Lactation**\r\n\r\nAtenolol appears in breast milk at a ratio of 1.5-6.8 to plasma concentrations.[label] It has been estimated that infant exposure occurs at 5.7-19.2% maternal weight-adjusted dosage.[L6313] Effects in infants include bradycardia, hypothermia, and lethargy.",
    "targets": [
        [
            "ADRB1",
            "Beta-1 adrenergic receptor",
            "Humans"
        ],
        [
            "ADRB2",
            "Beta-2 adrenergic receptor",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB11",
            "Bile salt export pump",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ]
    ],
    "genomic-data": [
        {
            "DrugBank ID": "DB00335",
            "Drug Name": "Atenolol",
            "Gene Symbol": "ADRB1",
            "RS ID (Genotype)": "rs1801253",
            "Effect Description": "Patients with this genotype have a greater reduction in blood pressure with atenolol."
        }
    ]
}