{
    "pharmgkb_id": "PA448685",
    "drugbank_id": "DB00921",
    "names": [
        "Buprenorphine",
        "Addnok",
        "Buprel",
        "Buprigesic",
        "Morgesic",
        "Norphin",
        "Norspan",
        "Temgesic",
        "Tidigesic"
    ],
    "description": "Buprenorphine is a weak partial mu-opioid receptor agonist and a weak kappa-opioid receptor antagonist used for the treatment of severe pain.[A186283,A186292] It is also commonly used as an alternative to [methadone] for the treatment of severe opioid addiction.[L46571] Buprenorphine is commercially available as the brand name product Suboxone which is formulated in a 4:1 fixed-dose combination product along with [naloxone], a non-selective competitive opioid receptor antagonist. Combination with naloxone is intended to reduce the abuse potential of Suboxone, as naloxone is poorly absorbed by the oral route (and has no effect when taken orally), but would reverse the opioid agonist effects of buprenorphine if injected intravenously.[A186289,L46571] Buprenorphine has poor gastrointestinal absorption and is therefore formulated as a sublingual tablet.\r\n\r\nBuprenorphine has a number of unique pharmacokinetic and pharmacodynamic properties that make it a preferred agent for the treatment of conditions requiring high doses of strong opioids.[A186286] For example, buprenorphine dissociates from opioid receptors very slowly, resulting in a long duration of action and relief from pain or withdrawal symptoms for upwards of 24-36 hours. Use of once-daily buprenorphine may benefit individuals who have developed tolerance to other potent opioids and who require larger and more frequent doses. Buprenorphine may also be a preferred agent over [methadone] (which is also commonly used to treat severe pain and opioid use disorder), as it has less effect on Qtc interval prolongation,[A186271,A186274] fewer drug interactions, reduced risk of sexual side effects,[A186298] and an improved safety profile with a lower risk of overdose and respiratory depression.[A186263,A186266,A186269]\r\n\r\nBuprenorphine acts as a partial mu-opioid receptor agonist with a high affinity for the receptor, but lower intrinsic activity compared to other full mu-opioid agonists such as [heroin], [oxycodone], or [methadone].[A186292] This means that buprenorphine preferentially binds the opioid receptor and displaces lower affinity opioids without activating the receptor to a comparable degree. Clinically, this results in a slow onset of action and a clinical phenomenon known as the \"ceiling effect\" where once a certain dose is reached, buprenorphine's effects plateau. This effect can be beneficial, however, as dose-related side effects such as respiratory depression, sedation, and intoxication also plateau at around 32mg, resulting in a lower risk of overdose compared to [methadone] and other full agonist opioids.[A186215,A186218] It also means that opioid-dependent patients do not experience sedation or euphoria at the same rate that they might experience with more potent opioids, improving quality of life for patients with severe pain and reducing the reinforcing effects of opioids which can lead to drug-seeking behaviours.[A186280]\r\n\r\nTreatment of opioid addiction with buprenorphine, [methadone], or slow-release oral [morphine] (SROM) is termed Opioid Agonist Treatment (OAT) or Opioid Substitution Therapy (OST). The intention of substitution of illicit opioids with the long-acting opioids used in OAT is to prevent withdrawal symptomns for 24-36 hours following dosing to ultimately reduce cravings and drug-seeking behaviours. Use of OAT is also intended to improved social stabilization including a reduction in crime rates, marginalization, incarceration, and use of illicit substances such as [heroin] or [fentanyl]. Illegally purchased opioids can often be injected and may be laced with other substances that increase the risk of harm or overdose. Provision of OAT is often combined with education about harm reduction including use of clean needles and injection supplies in an effort to reduce the risks associated with injection drug use which includes contraction of HIV and Hepatitis C and other complications including skin infections, abscesses, or endocarditis.[A186295]",
    "indication": "Buprenorphine is available in different formulations, such as sublingual tablets, buccal films, transdermal films, and injections, alone or in combination with [naloxone].\r\n\r\nThe buccal film, intramuscular or intravenous injection, and transdermal formulation are indicated for the management of pain severe enough to require an opioid analgesic and for which alternate treatments are inadequate.[L46566, L46576, L46581]\r\n\r\nThe extended-release subcutaneous injections of buprenorphine are indicated for the treatment of moderate to severe opioid use disorder in patients who have initiated treatment with a single dose of a transmucosal buprenorphine product or who are already being treated with buprenorphine. Injections are part of a complete treatment plan that includes counselling and psychosocial support.[L46561]\r\n\r\nSublingual tablets and buccal films, in combination with naloxone, are indicated for the maintenance treatment of opioid dependence as part of a complete treatment plan that includes counselling and psychosocial support.[L42285, L46571]",
    "pharmacodynamics": "Buprenorphine interacts predominately with the opioid mu-receptor. These mu-binding sites are discretely distributed in the human brain, spinal cord, and other tissues. In clinical settings, buprenorphine exerts its principal pharmacologic effects on the central nervous system. Its primary actions of therapeutic value are analgesia and sedation. In addition to analgesia, alterations in mood, euphoria and dysphoria, and drowsiness commonly occur. Buprenorphine depresses the respiratory centers, depresses the cough reflex, and constricts the pupils. \r\n\r\n\r\n**Dependence**\r\n\r\nBuprenorphine is a partial agonist at the mu-opioid receptor and chronic administration produces physical dependence of the opioid type, characterized by withdrawal signs and symptoms upon abrupt discontinuation or rapid taper. The withdrawal syndrome is typically milder than seen with full agonists and may be delayed in onset. Buprenorphine can be abused in a manner similar to other opioids. This should be considered when prescribing or dispensing buprenorphine in situations when the clinician is concerned about an increased risk of misuse, abuse, or diversion.[F4718]\r\n\r\n\r\n**Withdrawal**\r\n\r\nAbrupt discontinuation of treatment is not recommended as it may result in an opioid withdrawal syndrome that may be delayed in onset. Signs and symptoms may include body aches, diarrhea, gooseflesh, loss of appetite, nausea, nervousness or restlessness, anxiety, runny nose, sneezing, tremors or shivering, stomach cramps, tachycardia, trouble with sleeping, unusual increase in sweating, palpitations, unexplained fever, weakness and yawning.[F4718]\r\n\r\n\r\n**Risk of Respiratory and Central Nervous System (CNS) Depression and Overdose**\r\n\r\nBuprenorphine has been associated with life-threatening respiratory depression and death. Many, but not all, post-marketing reports regarding coma and death involved misuse by self-injection or were associated with the concomitant use of buprenorphine and benzodiazepines or other CNS depressant, including alcohol. Use buprenorphine and naloxone sublingual tablets with caution in patients with compromised respiratory function (e.g., chronic obstructive pulmonary disease, cor pulmonale, decreased respiratory reserve, hypoxia, hypercapnia, or pre-existing respiratory depression).[L46571]\r\n\r\n\r\n**Risk of Overdose in Opioid Naïve Patients**\r\n\r\nThere have been reported deaths of opioid-naïve individuals who received a 2 mg dose of buprenorphine as a sublingual tablet for analgesia. Buprenorphine and naloxone sublingual tablets are not appropriate as an analgesic in opioid-naïve patients.[L46571]\r\n\r\n\r\n**Precipitation of Opioid Withdrawal Signs and Symptoms**\r\n\r\nIf buprenorphine is started in opioid-dependent individuals, it will displace the other opioids and cause a phenomenon known as \"precipitated withdrawal\" which is characterized by a rapid and intense onset of withdrawal symptoms. Individuals must therefore be in a state of mild to moderate withdrawal before starting therapy with buprenorphine. \r\n\r\nBecause it contains naloxone, buprenorphine and naloxone sublingual tablets are also highly likely to produce marked and intense withdrawal signs and symptoms if misused parenterally by individuals dependent on full opioid agonists such as heroin, morphine, or methadone.[L46571]\r\n\r\n\r\n**Gastrointestinal Effects**\r\n\r\nBuprenorphine and other morphine-like opioids have been shown to decrease bowel motility and cause constipation. Buprenorphine may obscure the diagnosis or clinical course of patients with acute abdominal conditions and should be administered with caution to patients with dysfunction of the biliary tract.[L46571]\r\n\r\n\r\n**Effects on the Endocrine System**\r\n\r\nOpioids inhibit the secretion of adrenocorticotropic hormone (ACTH), cortisol, and luteinizing hormone (LH) in humans. They also stimulate prolactin, growth hormone (GH) secretion, and pancreatic secretion of insulin and glucagon. Chronic use of opioids may influence the hypothalamic-pituitary-gonadal axis, leading to androgen deficiency that may manifest as low libido, impotence, erectile dysfunction, amenorrhea, or infertility. The causal role of opioids in the clinical syndrome of hypogonadism is unknown because the various medical, physical, lifestyle, and psychological stressors that may influence gonadal hormone levels have not been adequately controlled for in studies conducted to date. Patients presenting with symptoms of androgen deficiency should undergo laboratory evaluation.[L46571]\r\n\r\n\r\n**Adrenal Insufficiency**\r\n\r\nCases of adrenal insufficiency have been reported with opioid use, more often following greater than one month of use. Presentation of adrenal insufficiency may include non-specific symptoms and signs including nausea, vomiting, anorexia, fatigue, weakness, dizziness, and low blood pressure. If adrenal insufficiency is suspected, confirm the diagnosis with diagnostic testing as soon as possible. If adrenal insufficiency is diagnosed, treat with physiologic replacement doses of corticosteroids. Wean the patient off of the opioid to allow adrenal function to recover and continue corticosteroid treatment until adrenal function recovers. Other opioids may be tried as some cases reported use of a different opioid without recurrence of adrenal insufficiency. The information available does not identify any particular opioids as being more likely to be associated with adrenal insufficiency.[L46571]\r\n\r\n\r\n**Use in Patients With Impaired Hepatic Function**\r\n\r\nBuprenorphine/naloxone products are not recommended in patients with severe hepatic impairment and may not be appropriate for patients with moderate hepatic impairment. The doses of buprenorphine and naloxone in this fixed-dose combination product cannot be individually titrated, and hepatic impairment results in a reduced clearance of naloxone to a much greater extent than buprenorphine. Therefore, patients with severe hepatic impairment will be exposed to substantially higher levels of naloxone than patients with normal hepatic function. This may result in an increased risk of precipitated withdrawal at the beginning of treatment (induction) and may interfere with buprenorphine’s efficacy throughout treatment. In patients with moderate hepatic impairment, the differential reduction of naloxone clearance compared to buprenorphine clearance is not as great as in subjects with severe hepatic impairment. However, buprenorphine/naloxone products are not recommended for initiation of (treatment induction) in patients with moderate hepatic impairment due to the increased risk of precipitated withdrawal. Buprenorphine/naloxone products may be used with caution for maintenance treatment in patients with moderate hepatic impairment who have initiated treatment on a buprenorphine product without naloxone. However, patients should be carefully monitored and consideration given to the possibility of naloxone interfering with buprenorphine’s efficacy.[L46571]\r\n\r\n\r\n**Risk of Hepatitis, Hepatic Events**\r\n\r\nCases of cytolytic hepatitis and hepatitis with jaundice have been observed in individuals receiving buprenorphine in clinical trials and through post-marketing adverse event reports. The spectrum of abnormalities ranges from transient asymptomatic elevations in hepatic transaminases to case reports of death, hepatic failure, hepatic necrosis, hepatorenal syndrome, and hepatic encephalopathy. In many cases, the presence of pre-existing liver enzyme abnormalities, infection with hepatitis B or hepatitis C virus, concomitant usage of other potentially hepatotoxic drugs, and ongoing injecting drug use may have played a causative or contributory role. In other cases, insufficient data were available to determine the etiology of the abnormality. Withdrawal of buprenorphine has resulted in amelioration of acute hepatitis in some cases; however, in other cases no dose reduction was necessary. The possibility exists that buprenorphine had a causative or contributory role in the development of the hepatic abnormality in some cases. Liver function tests, prior to initiation of treatment is recommended to establish a baseline. Periodic monitoring of liver function during treatment is also recommended. A biological and etiological evaluation is recommended when a hepatic event is suspected. Depending on the case, buprenorphine and naloxone sublingual tablets may need to be carefully discontinued to prevent withdrawal signs and symptoms and a return by the patient to illicit drug use, and strict monitoring of the patient should be initiated.[L46571]\r\n\r\n\r\n**Orthostatic Hypotension**\r\n\r\nLike other opioids, buprenorphine and naloxone sublingual tablets may produce orthostatic hypotension in ambulatory patients.\r\n\r\n\r\n**Elevation of Cerebrospinal Fluid Pressure**\r\n\r\nBuprenorphine, like other opioids, may elevate cerebrospinal fluid pressure and should be used with caution in patients with head injury, intracranial lesions, and other circumstances when cerebrospinal pressure may be increased. Buprenorphine can produce miosis and changes in the level of consciousness that may interfere with patient evaluation.\r\n\r\n\r\n**Elevation of Intracholedochal Pressure**\r\n\r\nBuprenorphine has been shown to increase intracholedochal pressure, as do other opioids, and thus should be administered with caution to patients with dysfunction of the biliary tract.",
    "mechanism-of-action": "Buprenorphine is a partial agonist at the mu-opioid receptor and an antagonist at the kappa-opioid receptor. It demonstrates a high affinity for the mu-opioid receptor but has lower intrinsic activity compared to other full mu-opioid agonists such as [heroin], [oxycodone], or [methadone].[A186292] This means that buprenorphine preferentially binds the opioid receptor and displaces lower affinity opioids without activating the receptor to a comparable degree. Clinically, this results in a slow onset of action and a clinical phenomenon known as the \"ceiling effect\" where once a certain dose is reached buprenorphine's effects plateau. This effect can be beneficial, however, as dose-related side effects such as respiratory depression, sedation, and intoxication also plateau at around 32mg, resulting in a lower risk of overdose compared to [methadone] and other full agonist opioids.[A186215,A186218] It also means that opioid-dependent patients do not experience sedation or euphoria at the same rate that they might experience with more potent opioids, improving quality of life for patients with severe pain and reducing the reinforcing effects of opioids which can lead to drug-seeking behaviours.[A186280]\r\n\r\nBuprenorphine's high affinity, but low intrinsic activity for the mu-opioid receptor also means that if it is started in opioid-dependent individuals, it will displace the other opioids without creating an equal opioid effect and cause a phenomenon known as \"precipitated withdrawal\" which is characterized by a rapid and intense onset of withdrawal symptoms (i.e. anxiety, restlessness, gastrointestinal distress, diaphoresis, intense drug cravings, and tachycardia). Individuals must therefore be in a state of mild to moderate withdrawal before starting therapy with buprenorphine. \r\n\r\nBuprenorphine is commercially available as the brand name product Suboxone which is formulated in a 4:1 fixed-dose combination product along with [naloxone], a non-selective competitive opioid receptor antagonist. Combination of an opioid agonist with an opioid antagonist may seem counterintuitive, however this combination with naloxone is intended to reduce the abuse potential of Suboxone, as naloxone is poorly absorbed by the oral route (and has no effect when taken orally), but would reverse the opioid agonist effects of buprenorphine if injected intravenously.[A186289,L46571] ",
    "absorption": "Bioavailablity of buprenorphine/naloxone is very high following intravenous or subcutaneous administration, lower by the sublingual or buccal route, and very low when administered by the oral route. It is therefore provided as a sublingual tablet that is absorbed from the oral mucosa directly into systemic circulation.[A187430] \r\n\r\nClinical pharmacokinetic studies found that there was wide inter-patient variability in the sublingual absorption of buprenorphine and naloxone, but within subjects the variability was low. Both Cmax and AUC of buprenorphine increased in a linear fashion with the increase in dose (in the range of 4 to 16 mg), although the increase was not directly dose-proportional. Buprenorphine combination with naloxone (2mg/0.5mg) provided in sublingual tablets demonstrated a Cmax of 0.780 ng/mL with a Tmax of 1.50 hr and AUC of 7.651 ng.hr/mL.[L46571]\r\n\r\nCoadministration with naloxone does not effect the pharmacokinetics of buprenorphine.",
    "metabolism": "Buprenorphine is metabolized to norbuprenorphine via Cytochrome P450 3A4/3A5-mediated N-dealkylation. Buprenorphine and norbuprenorphine both also undergo glucuronidation to the inactive metabolites buprenorphine-3-glucuronide and norbuprenorphine-3-glucuronide, respectively.[A187430,L46571]\r\n\r\nWhile norbuprenorphine has been found to bind to opioid receptors in-vitro, brain concentrations are very low which suggests that it does not contribute to the clinical effects of buprenorphine.[A187430]\r\n\r\n[Naloxone] undergoes direct glucuronidation to naloxone-3-glucuronide as well as N-dealkylation, and reduction of the 6-oxo group.[L46571]",
    "toxicity": "Manifestations of acute overdose include pinpoint pupils, sedation, hypotension, respiratory depression and death.",
    "targets": [
        [
            "OPRK1",
            "Kappa-type opioid receptor",
            "Humans"
        ],
        [
            "OPRM1",
            "Mu-type opioid receptor",
            "Humans"
        ],
        [
            "OPRD1",
            "Delta-type opioid receptor",
            "Humans"
        ],
        [
            "OPRL1",
            "Nociceptin receptor",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP3A5",
            "Cytochrome P450 3A5",
            "Humans"
        ],
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP2C8",
            "Cytochrome P450 2C8",
            "Humans"
        ],
        [
            "CYP3A7",
            "Cytochrome P450 3A7",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ],
        [
            "CYP2C18",
            "Cytochrome P450 2C18",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ],
        [
            "ABCG2",
            "ATP-binding cassette sub-family G member 2",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": null
}