{
    "pharmgkb_id": "PA451704",
    "drugbank_id": "DB00684",
    "names": [
        "Tobramycin",
        "Aktob",
        "Alveoterol",
        "Amgy",
        "Bactob",
        "Belbarmicina",
        "Bideon Biotic",
        "Bioptic",
        "Bramitob",
        "Gernebcin",
        "Nebcin",
        "Obracin",
        "Tobracin",
        "Tobramaxin"
    ],
    "description": "Aminoglycosides, many of which are derived directly from _Streptomyces_ spp., are concentration-dependent bactericidal antibiotics with a broad spectrum of activity against Gram-positive and Gram-negative organisms.[A232294] Inhaled tobramycin is notable for its use in treating chronic _Pseudomonas aeruginosa_ infections in cystic fibrosis patients, as _P. aeruginosa_ is notoriously inherently resistant to many antibiotics.[A232294, A232299, L32739] However, tobramycin can also be administered intravenously and topically to treat a variety of infections caused by susceptible bacteria.[L32744, L32749] Its use is limited in some cases by characteristic toxicities such as nephrotoxicity and ototoxicity, yet it remains a valuable option in the face of growing resistance to front-line antibiotics such as β-lactams and cephalosporins.[A232294, A232349, L32739, L32749]\r\n\r\nTobramycin was approved by the FDA in 1975 and is currently available in a variety of forms for administration by inhalation, injection, and external application to the eye (ophthalmic).[L32739, L32744, L32749]",
    "indication": "Inhaled tobramycin is indicated for the management of cystic fibrosis patients with _Pseudomonas aeruginosa_, but is not recommended in patients under six years of age, those with forced expiratory volume in 1 second (FEV<sub>1</sub>) <25 or >80% predicted, or in those with _Burkholderia cepacia_.[L32739,L45364]\r\n\r\nTobramycin applied topically to the eyes is indicated for the treatment of external eye (and adjoining structure) infections by susceptible bacteria.[L32744] \r\n\r\nTobramycin injection is indicated in adult and pediatric patients for the treatment of serious bacterial infections, including septicemia (caused by _P. aeruginosa_, _Escherichia coli_, and _Klebsiella_ spp.), lower respiratory tract infections (caused by _P. aeruginosa_, _Klebsiella_ spp., _Enterobacter_ spp., _Serratia_ spp., _E. coli_, and _Staphylococcus aureus_, both penicillinase and non-penicillinase-producing strains), serious central-nervous-system infections (meningitis, caused by susceptible organisms), intra-abdominal infections including peritonitis (caused by _E. coli_, _Klebsiella_ spp., and _Enterobacter_ spp.), skin, bone, and skin structure infections (caused by _P. aeruginosa_, _Proteus_ spp., _E. coli_, _Klebsiella_ spp., _Enterobacter_ spp., _Serratia_ spp. and _S. aureus_), and complicated and recurrent urinary tract infections (caused by _P. aeruginosa_, _Proteus_ spp., _E. coli_, _Klebsiella_ spp., _Enterobacter_ spp., _Serratia_ spp., _S. aureus_, _Providencia_ spp., and _Citrobacter_ spp.).[L32749] Aminoglycosides, including tobramycin, should generally not be used in uncomplicated urinary tract infections or staphylococcal infections unless less toxic antibiotics cannot be used and the bacteria in question are known to be sensitive to aminoglycosides.[L32749,L45359]\r\n\r\nAs with all antibiotics, tobramycin use should be limited to cases where bacterial infections are known or strongly suspected to be caused by sensitive organisms, and the possible emergence of resistance should be monitored closely.[L32739,L32744,L32749]",
    "pharmacodynamics": "Tobramycin is an aminoglycoside antibiotic derived from the actinomycete _Streptomyces tenebrarius_.[L32749] It has a broad spectrum of activity against Gram-negative bacteria, including _Enterobacteriaceae_, _Escherichia coli_, _Klebsiella pneumoniae_, _Morganella morganii_, _Moraxella lacunata_, _Proteus_ spp., _Haemophilus_ spp., _Acinetobacter_ spp., _Neisseria_ spp., and, importantly, _Pseudomonas aeruginosa_. Aminoglycosides also generally retain activity against the biothreat agents _Yersinia pestis_ and _Francisella tularensis_. In addition, aminoglycosides are active against some Gram-positive bacteria such as _Staphylococcus_ spp., including methicillin-resistant (MRSA) and vancomycin-resistant strains, _Streptococcus_ spp., and _Mycobacterium_ spp.[A232294, L32744]\r\n\r\nLike other aminoglycosides, tobramycin is taken up and retained by proximal tubule and cochlear cells in the kidney and ear, respectively, and hence carries a risk of nephrotoxicity and ototoxicity.[A232294, L32749] There is also a risk of neuromuscular block, which may be more pronounced in patients with preexisting neuromuscular disorders such as myasthenia gravis or Parkinson's disease.[A232294, L32739, L32749] Aminoglycosides can cross the placenta, resulting in total, irreversible, bilateral congenital deafness in babies born to mothers who were administered an aminoglycoside during pregnancy.[L32739, L32749] Due to the low systemic absorption of inhaled and topical tobramycin formulations, these effects are more pronounced with injected tobramycin than with other formulations.[L32739, L32744, L32749] However, all formulations carry a risk of hypersensitivity reactions, including potentially fatal cutaneous reactions such as Stevens-Johnson syndrome and toxic epidermal necrolysis.[L32739, L32744, L32749]",
    "mechanism-of-action": "Tobramycin is a 4,6-disubstituted 2-deoxystreptamine (DOS) ring-containing aminoglycoside antibiotic with activity against various Gram-negative and some Gram-positive bacteria.[L32739, L32744, L32749] The mechanism of action of tobramycin has not been unambiguously elucidated, and some insights into its mechanism rely on results using similar aminoglycosides. In general, like other aminoglycosides, tobramycin is bactericidal and exhibits both immediate and delayed killing, which are attributed to different mechanisms, as outlined below.[A232294, A232299]\r\n\r\nAminoglycosides are polycationic at physiological pH, such that they readily bind to bacterial membranes (\"ionic binding\"); this includes binding to lipopolysaccharide and phospholipids within the outer membrane of Gram-negative bacteria and to teichoic acid and phospholipids within the cell membrane of Gram-positive bacteria. This binding displaces divalent cations and increases membrane permeability, which allows aminoglycoside entry.[A232294, A232304, A232309, A232314] Additional aminoglycoside entry (\"energy-dependent phase I\") into the cytoplasm requires the proton-motive force, allowing access of the aminoglycoside to its primary intracellular target of the bacterial 30S ribosome.[A232294, A232314] Mistranslated proteins produced as a result of aminoglycoside binding to the ribosome (see below) integrate into and disrupt the cell membrane, which allows more of the aminoglycoside into the cell (\"energy-dependent phase II\").[A232294, A232314, A232319] Hence, tobramycin and other aminoglycosides have both immediate bactericidal effects through membrane disruption and delayed bactericidal effects through impaired protein synthesis; observed experimental data and mathematical modelling support this two-mechanism model.[A232294, A232299]\r\n\r\nInhibition of protein synthesis was the first recognized effect of aminoglycoside antibiotics. Structural and cell biological studies suggest that aminoglycosides bind to the 16S rRNA in helix 44 (h44), near the A site of the 30S ribosomal subunit, altering interactions between h44 and h45. This binding also displaces two important residues, A1492 and A1493, from h44, mimicking normal conformational changes that occur with successful codon-anticodon pairing in the A site.[A232324, A232329] Overall, aminoglycoside binding has several negative effects, including inhibiting translation initiation and elongation and ribosome recycling.[A232294, A232334, A232339] Recent evidence suggests that the latter effect is due to a cryptic second binding site situated in h69 of the 23S rRNA of the 50S ribosomal subunit.[A232329, A232339] Also, by stabilizing a conformation that mimics correct codon-anticodon pairing, aminoglycosides promote error-prone translation;[A232344] mistranslated proteins can incorporate into the cell membrane, inducing the damage discussed above.[A232294, A232319]\r\n\r\nAlthough direct mutation of the 16S rRNA is a rare resistance mechanism, due to the gene being present in numerous copies, posttranscriptional 16S rRNA modification by 16S rRNA methyltransferases (16S-RMTases) at the N7 position of G1405 or the N1 position of A1408 are common resistance mechanisms in aminoglycoside-resistant bacteria.[A232294, A232349] These mutants also further support the proposed mechanism of action of aminoglycosides. Direct modification of the aminoglycoside itself through acetylation, adenylation, and phosphorylation by aminoglycoside-modifying enzymes (AMEs) are also commonly encountered resistance mutations.[A232294, A232349] Finally, due to the requirement for active transport of aminoglycosides across bacterial membranes, they are not active against obligately anaerobic bacteria.[A232294]",
    "absorption": "Tobramycin administered by inhalation in cystic fibrosis patients showed greater variability in sputum as compared to serum. After a single 112 mg dose, the serum C<sub>max</sub> was 1.02 ± 0.53 μg/mL, which was reached in one hour (T<sub>max</sub>), while the sputum C<sub>max</sub> was 1048 ± 1080 μg/g. Comparatively, for a 300 mg dose, the serum C<sub>max</sub> was 1.04 ± 0.58 μg/mL, which was also reached within one hour, while the sputum C<sub>max</sub> was 737 ± 1028 μg/g. The systemic exposure (AUC<sub>0-12</sub>) was also similar between the two doses, at 4.6 ± 2.0 μg∙h/mL for the 112 mg dose and 4.8 ± 2.5 μg∙h/mL for the 300 mg dose. When tobramycin was administered over a four-week cycle at 112 mg twice daily, the C<sub>max</sub> measured one hour after dosing ranged from 1.48 ± 0.69 μg/mL to 1.99 ± 0.59 μg/mL.[L32739]",
    "metabolism": "Tobramycin is not appreciably metabolized.[L32739]",
    "toxicity": "Toxicity information regarding tobramycin is not readily available. Patients experiencing an overdose are at an increased risk of severe adverse effects such as nephrotoxicity, ototoxicity, neuromuscular blockade, and respiratory failure/paralysis. Symptomatic and supportive measures are recommended; hemodialysis may help clear excess tobramycin. Accidental ingestion of tobramycin is unlikely to result in an overdose, as aminoglycosides are poorly absorbed in the gastrointestinal tract.[L32739, L32749]\r\n\r\nPoor gastrointestinal absorption is reflected in animal studies. When administered by the intraperitoneal or subcutaneous route, the LD50 for mice and rats ranges from 367-1030 mg/kg while the oral LD50 values are more than 7500 mg/kg.[L32838]",
    "targets": null,
    "enzymes": null,
    "transporters": null,
    "carriers": null,
    "genomic-data": null
}