{
    "pharmgkb_id": "PA448794",
    "drugbank_id": "DB00190",
    "names": [
        "Carbidopa"
    ],
    "description": "Carbidopa presents a chemical denomination of N-amino-alpha-methyl-3-hydroxy-L-tyrosine monohydrate. It potently inhibits aromatic amino acid decarboxylase (DDC) and due to its chemical properties, it does not cross the blood-brain barrier. Due to its activity, carbidopa is always administered concomitantly with [levodopa]. An individual formulation containing solely carbidopa was generated to treat nausea in patients where the combination therapy [levodopa]/carbidopa is not efficient reducing nausea.[T394] \r\n\r\nThe first approved product by the FDA containing only carbidopa was developed by Amerigens Pharmaceuticals Ltd and approved on 2014.[L5110] On the other hand, the combination treatment of carbidopa/levodopa was originally developed by Watson Labs but the historical information by the FDA brings back to the approval of this combination therapy developed by Mayne Pharma in 1992.[L5113]",
    "indication": "Carbidopa is indicated with [levodopa] for the treatment of symptoms of idiopathic Parkinson disease, postencephalitic parkinsonism and symptomatic parkinsonism followed by carbon monoxide or manganese intoxication.[FDA label]\r\n\r\nThe combination therapy is administered for the reduction of [levodopa]-driven nausea and vomiting.[FDA label]\r\n\r\nThe product of carbidopa should be used in patients where the combination therapy of carbidopa/[levodopa] provide less than the adequate daily dosage.[FDA label]\r\n\r\nAs well carbidopa can be used in patients where the dosages of carbidopa and [levodopa] require individual titration.[FDA label]",
    "pharmacodynamics": "When mixed with [levodopa], carbidopa inhibits the peripheral conversion of [levodopa] to dopamine and the decarboxylation of [oxitriptan] to serotonin by aromatic L-amino acid decarboxylase. This results in an increased amount of [levodopa] and [oxitriptan] available for transport to the central nervous system. Carbidopa also inhibits the metabolism of [levodopa] in the GI tract, thus, increasing the bioavailability of [levodopa].[A13607]\r\n\r\nThe presence of additional units of circulating [levodopa] can increase the effectiveness of the still functional dopaminergic neurons and it has been shown to alleviate symptoms for a time. The action of carbidopa is very important as [levodopa] is able to cross the blood-brain barrier while dopamine cannot.[T28] Hence the administration of carbidopa is essential to prevent the transformation of external [levodopa] to dopamine before reaching the main action site in the brain.\r\n\r\nThe coadministration of carbidopa with [levodopa] has been shown to increase the half-life of [levodopa] more than 1.5 times while increasing the plasma level and decreasing clearance. The combination therapy has also shown an increase of the recovery of [levodopa] in urine instead of dopamine which proves a reduced metabolism. This effect has been highly observed by a significant reduction in [levodopa] requirements and a significant reduction in the presence of side effects such as nausea. It has been observed that the effect of carbidopa is not dose-dependent.[T394]",
    "mechanism-of-action": "Carbidopa is an inhibitor of the DDC which in order, inhibits the peripheral metabolism of levodopa.[A173935] DDC is very important in the biosynthesis of L-tryptophan to serotonin and the modification of L-DOPA to dopamine.[A13607] \r\n\r\nDDC can be found in the body periphery and in the blood-brain barrier.[A13607] The action of carbidopa is focused on peripheral DDC as this drug cannot cross the blood-brain barrier.[T28] Hence, it will prevent the metabolism of [levodopa] in the periphery but it will not have any activity on the generation of dopamine in the brain.",
    "absorption": "When [levodopa]/carbidopa is administered orally, 40-70% of the administered dose is absorbed.[L5116] Once absorbed, carbidopa shows bioavailability of 58%.[A173941] A maximum concentration of 0.085 mcg/ml was achieved after 143 min with an AUC of 19.28 mcg.min/ml.[A173944]",
    "metabolism": "The loss of the hydrazine functional group (probably as molecular nitrogen) represents the major metabolic pathway for carbidopa. There are several metabolites of carbidopa metabolism including 3-(3,4-dihydroxyphenyl)-2-methylpropionic acid, 3-(4-hydroxy-3-methoxyphenyl)-2-methylpropionic acid, 3-(3-hydroxyphenyl)-2-methylpropionic acid, 3-(4-hydroxy-3-methoxyphenyl)-2-methyllactic acid, 3-(3-hydroxyphenyl)-2-methyllactic acid, and 3,4-dihydroxyphenylacetone (1,2).[A274]",
    "toxicity": "The LD50 of carbidopa is reported to be in the rat of 4810 mg/kg.[MSDS] In animal studies, carbidopa showed no incidences on neoplasia and showed no effect on the fertility status and development.[FDA label]\r\n\r\nNo reports of overdosage have been registered with the carbidopa-only product. In the event of overdosage, immediate gastric lavage is recommended as well as intravenous fluid administration. Continuous electrocardiographic monitoring is required.[FDA label]",
    "targets": [
        [
            "DDC",
            "Aromatic-L-amino-acid decarboxylase",
            "Humans"
        ]
    ],
    "enzymes": null,
    "transporters": null,
    "carriers": null,
    "genomic-data": null
}