{
    "pharmgkb_id": "PA450882",
    "drugbank_id": "DB00850",
    "names": [
        "Perphenazine",
        "Decentan",
        "Emesinal",
        "Fentazin",
        "Perphenan",
        "PZC",
        "Trilafon",
        "Trilifan"
    ],
    "description": "An antipsychotic phenothiazine derivative with actions and uses similar to those of chlorpromazine.",
    "indication": "For use in the management of the manifestations of psychotic disorders and for the control of severe nausea and vomiting in adults.",
    "pharmacodynamics": "Perphenazine is a piperazinyl phenothiazine, acts on the central nervous system, and has a greater behavioral potency than other phenothiazine derivatives whose side chains do not contain a piperazine moiety. It is a member of a class of drugs called phenothiazines, which are dopamine D1/D2 receptor antagonists. Perphenazine is 10 to 15 times as potent as chlorpromazine; that means perphenazine is a highly potent antipsychotic. In equivalent doses it has approximately the same frequency and severity of early and late extrapypramidal side-effects compared to Haloperidol.",
    "mechanism-of-action": "Binds to the dopamine D1 and dopamine D2 receptors and inhibits their activity. The mechanism of the anti-emetic effect is due predominantly to blockage of the dopamine D2 neurotransmitter receptors in the chemoreceptor trigger zone and vomiting centre. Perphenazine also binds the alpha andrenergic receptor. This receptor's action is mediated by association with G proteins that activate a phosphatidylinositol-calcium second messenger system.",
    "absorption": "Absolute bioavailability is 40% following oral administration.",
    "metabolism": "Hepatic.",
    "toxicity": "Symptoms of overdose include stupor or coma, and children may have convulsive seizures. Signs of arousal may not occur for 48 hours. Oral LD<sub>50</sub>=318 mg/kg (rat); IPR LD<sub>50</sub>=64 mg/kg (mouse)",
    "targets": [
        [
            "DRD2",
            "Dopamine D2 receptor",
            "Humans"
        ],
        [
            "DRD1",
            "Dopamine D1 receptor",
            "Humans"
        ],
        [
            "CALM1",
            "Calmodulin",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP1A2",
            "Cytochrome P450 1A2",
            "Humans"
        ],
        [
            "CYP2C18",
            "Cytochrome P450 2C18",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ],
        [
            "CYP2C8",
            "Cytochrome P450 2C8",
            "Humans"
        ],
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ]
    ],
    "transporters": null,
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ]
    ],
    "genomic-data": null
}