{
    "pharmgkb_id": "PA449421",
    "drugbank_id": "DB00470",
    "names": [
        "Dronabinol"
    ],
    "description": "Dronabinol (marketed as Marinol) is a synthetic form of delta-9-tetrahydrocannabinol (Δ⁹-THC), the primary psychoactive component of cannabis (marijuana). THC demonstrates its effects through weak partial agonist activity at Cannabinoid-1 (CB1R) and Cannabinoid-2 (CB2R) receptors, which results in the well-known effects of smoking cannabis such as increased appetite, reduced pain, and changes in emotional and cognitive processes. Due to its evidence as an appetite stimulant and an anti-nauseant, Dronabinol is approved for use in anorexia associated with weight loss in patients with AIDS and for the treatment of nausea and vomiting associated with cancer chemotherapy in patients who have failed to respond adequately to conventional antiemetic treatments [FDA Label].\r\n\r\nTetrahydrocannabinol (THC) and cannabidiol (CBD) are the two most abundant cannabinoids found naturally in the resin of the marijuana plant, both of which are pharmacologically active due to their interaction with cannabinoid receptors that are found throughout the body [A32830]. While both CBD and THC are used for medicinal purposes, they have different receptor activity, function, and physiological effects. If not provided in their activated form (such as through synthetic forms like Dronabinol or [DB00486]), THC and CBD are obtained through conversion from their precursors, tetrahydrocannabinolic acid-A (THCA-A) and cannabidiolic acid (CBDA), through decarboxylation reactions. This can be achieved through heating, smoking, vaporization, or baking of dried unfertilized female cannabis flowers.\r\n\r\nFrom a pharmacological perspective, Cannabis' diverse receptor profile explains its potential application for such a wide variety of medical conditions. Cannabis contains more than 400 different chemical compounds, of which 61 are considered cannabinoids, a class of compounds that act upon endogenous cannabinoid receptors of the body [A32584]. The endocannabinoid system is widely distributed throughout the central and peripheral nervous system (via the Cannabinoid Receptors CB1 and CB2) and plays a role in many physiological processes such as inflammation, cardiovascular function, learning, pain, memory, stress and emotional regulation, and the sleep/wake cycle among many others [A32824]. CB1 receptors are found in both the central and peripheral nervous system, and are most abundant in the hippocampus and amygdala, which are the areas of the brain responsible for short-term memory storage and emotional regulation. CB2 receptors are mainly located in the peripheral nervous system and can be found on lymphoid tissue where they are involved in regulation of immune function [A32676].",
    "indication": "Dronabinol is indicated for the treatment of anorexia associated with weight loss in patients with AIDS, and nausea and vomiting associated with cancer chemotherapy in patients who have failed to respond adequately to conventional antiemetic treatments.[L43438]",
    "pharmacodynamics": "Dronabinol-induced sympathomimetic activity may result in tachycardia and/or conjunctival injection. Its effects on blood pressure are inconsistent, but subjects have experienced orthostatic hypotension and/or syncope upon abrupt standing.[L43438]\r\n\r\nDronabinol also demonstrates reversible effects on appetite, mood, cognition, memory, and perception. These phenomena appear to be dose-related, increasing in frequency with higher dosages, and subject to great inter-patient variability. After oral administration, dronabinol capsules have an onset of action of approximately 0.5 to 1 hour and a peak effect at 2 to 4 hours. Duration of action for psychoactive effects is 4 to 6 hours, but the appetite stimulant effect of dronabinol may continue for 24 hours or longer after administration.[L43438]\r\n\r\nTachyphylaxis and tolerance develop to some of the cardiovascular and CNS pharmacologic effects of dronabinol with chronic use, suggesting an indirect effect on sympathetic neurons. In a study of the pharmacodynamics of chronic dronabinol exposure, healthy male subjects (N = 12) received 12 times the maximum dose for anorexia associated with weight loss in patients with AIDS of dronabinol capsules in divided doses for 16 days. An initial tachycardia induced by dronabinol was replaced successively by normal sinus rhythm and then bradycardia. A decrease in supine blood pressure, made worse by standing, was also observed initially. These\r\nsubjects developed tolerance to the cardiovascular and subjective adverse CNS effects of dronabinol within 12 days of treatment initiation.[L43438] \r\n\r\nTachyphylaxis and tolerance do not appear to develop to the appetite stimulant effect of dronabinol. In clinical studies of dronabinol capsules in AIDS patients, at the recommended dosage, the appetite stimulant effect was sustained for up to five months.[L43438]",
    "mechanism-of-action": "Dronabinol is a synthetic form of delta-9-tetrahydrocannabinol (Δ⁹-THC), the primary psychoactive component of cannabis (marijuana). THC demonstrates its effects through weak partial agonist activity at Cannabinoid-1 (CB1R) and Cannabinoid-2 (CB2R) receptors, which results in the well-known effects of smoking cannabis such as increased appetite, reduced pain, and changes in emotional and cognitive processes.",
    "absorption": "Dronabinol is almost completely absorbed (90 to 95%) after a single oral dose. Due to the combined effects of first-pass hepatic metabolism and high lipid solubility, only 10 to 20% of the administered dose reaches systemic circulation. Relative bioavailability data from healthy male and female subjects suggest that a dose of 4.2 mg of SYNDROS provides comparable systemic exposure (Cmax and AUC) to a 5 mg dronabinol capsule, under fasted conditions, with the C<sub>max</sub> and AUC<sub>inf</sub> of 1.9 ± 1.3 ng/mL and 3.8 ± 1.8 ng.h/mL respectively. The concentrations of both dronabinol and its major active metabolite (11-hydroxy-delta-9-THC) peak at approximately 0.5 to 4 hours after oral dosing with SYNDROS and decline over several days. The mean inter- and intra-subject variability in dronabinol pharmacokinetics (C<sub>max</sub> and AUC<sub>inf</sub>) was approximately 66% and 47% and 67% and 14%, respectively, following the administration of SYNDROS to healthy subjects.[L43438]",
    "metabolism": "THC is primarily metabolized in the liver by microsomal hydroxylation and oxidation reactions catalyzed by Cytochrome P450 enzymes. 11-hydroxy-▵9-tetrahydrocannabinol (11-OH-THC) is the primary active metabolite, capable of producing psychological and behavioural effects, which is then metabolized into 11-nor-9-carboxy-▵ 9-tetrahydrocannabinol (THC-COOH), THC's primary inactive metabolite [A32584]. Dronabinol and its principal active metabolite, 11-OH-delta-9-THC, are present in approximately equal concentrations in plasma. Concentrations of both parent drug and metabolite peak at approximately 0.5 to 4 hours after oral dosing and decline over several days [FDA Label].",
    "toxicity": "SYNDROS, a synthetic cannabinoid containing alcohol, may cause fetal harm. Avoid the use of SYNDROS in pregnant women. Although there is little published data on the use of synthetic cannabinoids during pregnancy, the use of cannabis (e.g., marijuana) and the use of alcohol during pregnancy have been associated with adverse fetal/neonatal outcomes (see Clinical Considerations). Cannabinoids have been found in the umbilical cord blood of pregnant women who smoke cannabis. In animal reproduction studies, no teratogenicity was reported in mice administered dronabinol (delta-9-THC) at up to 30 times the MRHD (maximum recommended human doses) and up to 5 times the MRHD for patients with AIDS and cancer, respectively. Similar findings were reported in pregnant rats administered dronabinol at up to 5 to 20 times the MRHD and 3 times the MRHD for patients with AIDS and cancer, respectively.\r\nDecreased maternal weight gain and the number of viable pups and increased fetal mortality and early resorptions were observed in both species at doses that induced maternal toxicity. In rats, maternal administration of dronabinol from pregnancy (implantation) through weaning was associated with maternal toxicity, including mortality of pups, and adverse developmental and 10 neurodevelopmental effects on the pups at 2 to 20 times the MRHD for patients with AIDS and less than and up to 3.3 times the MRHD for patients with cancer.[L43438]\r\n\r\nThe estimated background risk of major birth defects and miscarriage for the indicated populations is unknown. All pregnancies have a background risk of birth defect, loss, or other adverse outcomes. In the U.S. general population, the estimated background risk of major birth defects and miscarriage in clinically recognized pregnancies is 2 to 4% and 15 to 20%, respectively.[L43438]\r\n\r\nFor mothers infected with the Human Immunodeficiency Virus (HIV), the Centers for Disease Control and Prevention recommend that HIV-infected mothers not breastfeed their infants to avoid risking postnatal transmission of HIV. Because of the potential for HIV transmission (in 12 HIV-negative infants) and serious adverse reactions in a breastfed infant, instruct mothers not to breastfeed if they are receiving SYNDROS. For mothers with nausea and vomiting associated with cancer chemotherapy, there are limited data on the presence of dronabinol in human milk, the effects on the breastfed infant, or the effects on milk production. The reported effects of inhaled cannabis transferred to the breastfeeding infant have been inconsistent and insufficient to establish causality. The developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for SYNDROS and any potential adverse effects on the breastfed infant from SYNDROS or from the underlying maternal condition.[L43438] \r\n\r\nThe safety and effectiveness of SYNDROS have not been established in pediatric patients. Pediatric patients may be more sensitive to the neurological and psychoactive effects of SYNDROS. SYNDROS contains the excipients 50% (w/w) dehydrated alcohol and 5.5% (w/w) propylene glycol. Ethanol competitively inhibits the metabolism of propylene glycol, which may lead to elevated concentrations of propylene glycol. Preterm neonates may be at increased risk of propylene glycol-associated adverse events due to\r\ndiminished ability to metabolize propylene glycol, thereby, leading to accumulation.[L43438]\r\n\r\nClinical studies of dronabinol capsules in AIDS and cancer patients did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. Elderly patients may be more sensitive to the neuropsychiatric and postural hypotensive effects of SYNDROS. Elderly patients with dementia are at increased risk for falls as a result of their underlying disease state, which may be exacerbated by the CNS effects of somnolence and dizziness associated with\r\nSYNDROS. These patients should be monitored closely and placed on fall precautions prior to initiating SYNDROS therapy. In antiemetic studies, no difference in efficacy was apparent in patients greater than 55 years of age compared to younger\r\npatients. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of falls decreased hepatic, renal, or cardiac function, increased sensitivity to psychoactive effects, and concomitant disease or other drugs therapy.[L43438]\r\n\r\nSYNDROS contains dronabinol, the main psychoactive component in marijuana. Ingestion of high doses of dronabinol increases the risk of psychiatric adverse reactions if abused or misused, while continued administration can lead to addiction. Psychiatric adverse reactions may include psychosis, hallucinations, depersonalization, mood alteration, and paranoia. In vitro studies demonstrate that SYNDROS can be easily and effectively abused without manipulation. SYNDROS contains 50% (w/w) dehydrated alcohol. In a randomized, single-dose, double-blind, placebo- and active-controlled crossover pharmacodynamic study of 43 experienced marijuana smokers, “drug liking” responses and safety of SYNDROS were compared with placebo and dronabinol in sesame oil oral capsules. Treatment arms were 10 mg and 30 mg dronabinol capsules, 10 mg and 30 mg dronabinol from= SYNDROS, and placebo oral solution and capsules. Greater “drug liking” scores were reported with the 30 mg dose, compared with the 10 mg dose, for both SYNDROS and dronabinol-containing capsules. Overall, the pharmacodynamic results from this study demonstrated no statistically significant differences in various measures of drug liking for the doses taken, though the SYNDROS results were consistently greater than those of dronabinol capsules. Similarly, observed adverse reactions were greater for SYNDROS. The pharmacodynamic and safety effects of SYNDROS following multiple doses have not been evaluated. Patients should be instructed to keep SYNDROS in a secure place out of reach of others for whom the medication has not been prescribed.[L43438] \r\n\r\nPhysical dependence is a state that develops as a result of physiological adaptation in response to repeated drug use. Physical dependence manifests by drug class-specific withdrawal symptoms after abrupt discontinuation or a significant dose reduction of a drug. The appearance of a withdrawal syndrome when the administration of the drug is terminated is the only actual evidence\r\nof physical dependence. Physical dependence can develop during chronic therapy with SYNDROS and develops after chronic abuse of marijuana. A withdrawal syndrome was reported after the abrupt discontinuation of dronabinol capsules in subjects receiving dosages of 210 mg per day for 12 to 16 consecutive days. Within 12 hours after discontinuation, subjects manifested symptoms such as irritability, insomnia, and restlessness. By approximately 24 hours post-dronabinol discontinuation, withdrawal symptoms\r\nintensified to include “hot flashes”, sweating, rhinorrhea, loose stools, hiccoughs, and anorexia. These withdrawal symptoms gradually dissipated over the next 48 hours. Electroencephalographic changes consistent with the effects of drug withdrawal (hyperexcitation) were recorded in patients after abrupt dechallenge. Patients also complained of disturbed sleep for several weeks after discontinuing therapy with high dosages of dronabinol.[L43438]\r\n\r\nSigns and symptoms of dronabinol overdose include drowsiness, euphoria, heightened sensory awareness, altered time perception, reddened conjunctiva, dry mouth, tachycardia, memory impairment, depersonalization, mood alteration, urinary retention, reduced bowel motility, decreased motor coordination, lethargy, slurred speech, and postural hypotension. Patients may also experience panic reactions if they have a prior history of nervousness or anxiety and seizures may occur in patients with existing seizure disorders. It is not known if dronabinol can be removed by dialysis in cases of overdose.[L43438] \r\n",
    "targets": [
        [
            "CNR1",
            "Cannabinoid receptor 1",
            "Humans"
        ],
        [
            "CNR2",
            "Cannabinoid receptor 2",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP1A1",
            "Cytochrome P450 1A1",
            "Humans"
        ],
        [
            "CYP1A2",
            "Cytochrome P450 1A2",
            "Humans"
        ],
        [
            "CYP1B1",
            "Cytochrome P450 1B1",
            "Humans"
        ],
        [
            "CYP2A6",
            "Cytochrome P450 2A6",
            "Humans"
        ],
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP2B6",
            "Cytochrome P450 2B6",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ],
        [
            "CYP2J2",
            "Cytochrome P450 2J2",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP3A5",
            "Cytochrome P450 3A5",
            "Humans"
        ],
        [
            "CYP3A7",
            "Cytochrome P450 3A7",
            "Humans"
        ],
        [
            "CES1",
            "Liver carboxylesterase 1",
            "Humans"
        ],
        [
            "PTGS1",
            "Prostaglandin G/H synthase 1",
            "Humans"
        ],
        [
            "UGT1A1",
            "UDP-glucuronosyltransferase 1-1",
            "Humans"
        ],
        [
            "UGT1A3",
            "UDP-glucuronosyltransferase 1-3",
            "Humans"
        ],
        [
            "UGT1A9",
            "UDP-glucuronosyltransferase 1-9",
            "Humans"
        ],
        [
            "UGT1A10",
            "UDP-glucuronosyltransferase 1-10",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCG2",
            "ATP-binding cassette sub-family G member 2",
            "Humans"
        ],
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ],
        [
            "ABCC1",
            "Multidrug resistance-associated protein 1",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": null
}