{
    "pharmgkb_id": "PA448687",
    "drugbank_id": "DB01156",
    "names": [
        "Bupropion",
        "Elontril",
        "Forfivo",
        "Prexaton",
        "Voxra"
    ],
    "description": "Bupropion (also known as the brand name product Wellbutrin®) is a norepinephrine/dopamine-reuptake inhibitor (NDRI) used most commonly for the management of Major Depressive Disorder (MDD), Seasonal Affective Disorder (SAD), and as an aid for smoking cessation. Bupropion exerts its pharmacological effects by weakly inhibiting the enzymes involved in the uptake of the neurotransmitters norepinephrine and dopamine from the synaptic cleft, therefore prolonging their duration of action within the neuronal synapse and the downstream effects of these neurotransmitters. More specifically, bupropion binds to the norepinephrine transporter (NET) and the dopamine transporter (DAT).[A6399,A178810]\r\n\r\nBupropion was originally classified as an \"atypical\" antidepressant because it does not exert the same effects as the classical antidepressants such as Monoamine Oxidase Inhibitors (MAOIs), Tricyclic Antidepressants (TCAs), or Selective Serotonin Reuptake Inhibitors (SSRIs). While it has comparable effectiveness to typical first-line options for the treatment of depression such as SSRIs,[A178798,A178804] bupropion is a unique option for the treatment of MDD as it lacks any clinically relevant serotonergic effects, typical of other mood medications, or any effects on histamine or adrenaline receptors.[A6399,A178840] Lack of activity at these receptors results in a more tolerable side effect profile; bupropion is less likely to cause sexual side effects, sedation, or weight gain as compared to SSRIs or TCAs, for example.[A178804,A178807]\r\n\r\nWhen used as an aid to smoking cessation, bupropion is thought to confer its anti-craving and anti-withdrawal effects by inhibiting dopamine reuptake, which is thought to be involved in the reward pathways associated with nicotine, and through the antagonism of the nicotinic acetylcholinergic receptor.[A178825,A1966,A16508] A Cochrane Review of meta-analyses of available treatment modalities for smoking cessation found that abstinence rates approximately doubled when bupropion was used as compared to placebo, and was found to have similar rates of smoking cessation as [nicotine] replacement therapy (NRT).[A178816]\r\n\r\nBupropion is sometimes used as an add-on agent to first-line treatments of depression such as selective serotonin reuptake inhibitor (SSRI) medications when there is a treatment-failure or only partial response.[A178789] Bupropion is also used off-label for the management of Attention/Deficit-Hyperactivity Disorder (ADHD) in adults with comorbid bipolar depression to avoid mood destabilization caused by typical stimulant medications used for the treatment of ADHD.[F4624]\r\n\r\nWhen used in combination with [naltrexone] in the marketed product ContraveⓇ for chronic weight management, the two components are thought to have effects on areas of the brain involved in the regulation of food intake. This includes the hypothalamus, which is involved in appetite regulation, and the mesolimbic dopamine circuit, which is involved in reward pathways.[L6562] Studies have shown that the combined activity of bupropion and [naltrexone] increase the firing rate of hypothalamic pro-opiomelanocortin (POMC) neurons and blockade of opioid receptor-mediated POMC auto-inhibition, which are associated with a reduction in food intake and increased energy expenditure.[L6562,A179038,A179050] The combination of naltrexone and bupropion was shown to result in a statistically significant weight loss, with a mean change in body weight of -6.3% compared to -1.3% for placebo.[A179047]",
    "indication": "Bupropion is indicated for the treatment of major depressive disorder (MDD), seasonal affective disorder (SAD), and as an aid to smoking cessation. \r\n\r\nWhen used in combination with [naltrexone] as the marketed product ContraveⓇ, bupropion is indicated as an adjunct to a reduced-calorie diet and increased physical activity for chronic weight management in adults with an initial body mass index (BMI) of: 30 kg/m^2 or greater (obese) or 27 kg/m^2 or greater (overweight) in the presence of at least one weight-related comorbid condition (e.g., hypertension, type 2 diabetes mellitus, or dyslipidemia).\r\n\r\nBupropion is also used off-label as a first-line treatment in patients with ADHD and comorbid bipolar disorder when used as an adjunct to mood stabilizers.[F4624]",
    "pharmacodynamics": "Bupropion is chemically unrelated to tricyclic, tetracyclic, selective serotonin re-uptake inhibitors, or other known antidepressant agents. Compared to classical tricyclic antidepressants, Bupropion is a relatively weak inhibitor of the neuronal uptake of norepinephrine and dopamine. In addition, Bupropion does not inhibit monoamine oxidase. Bupropion has been found to be essentially inactive at the serotonin transporter (SERT)(IC50 >10 000 nM),[A178810] however both bupropion and its primary metabolite hydroxybupropion have been found to block the function of cation-selective serotonin type 3A receptors (5-HT3ARs). \r\n\r\nBupropion produces dose-related central nervous system (CNS) stimulant effects in animals, as evidenced by increased locomotor activity, increased rates of responding in various schedule-controlled operant behaviour tasks, and, at high doses, induction of mild stereotyped behaviour [FDA Label]. Due to these stimulant effects and selective activity at dopamine and norepinephrine receptors, bupropion has been identified as having an abuse potential.[FDA Label,A178846] Bupropion has a similar structure to the controlled substance [DB01560], and has been identified as having mild amphetamine-like activity, particularly when inhaled or injected.[A178846]\r\n\r\nBupropion is also known to lower the seizure threshold, making any pre-existing seizure conditions a contraindication to its use. This risk is exacerbated when bupropion is combined with other drugs or substances that lower the seizure threshold, such as [cocaine], or in clinical situations that would increase the risk of a seizure such as abrupt alcohol or benzodiazepine withdrawal.[FDA Label] As norepinephrine has been shown to have anticonvulsant properties, bupropion's inhibitory effects on NET are thought to contribute to its pro-convulsant activity.[A178846]\r\n\r\nBupropion has been shown to increase blood pressure and pose a risk for exacerbation of unmanaged or pre-existing hypertension,[A178852,FDA Label] however, clinical trials of bupropion in smokers with CVD have not identified an increased incidence of CV events including stroke or heart attack.[A178855] In clinical trials, the mean increase in systolic blood pressure associated with the use of bupropion was found to be 1.3 mmHg.[FDA Label]",
    "mechanism-of-action": "Bupropion is a norepinephrine/dopamine-reuptake inhibitor (NDRI) that exerts its pharmacological effects by weakly inhibiting the enzymes involved in the uptake of the neurotransmitters norepinephrine and dopamine from the synaptic cleft, therefore prolonging their duration of action within the neuronal synapse and the downstream effects of these neurotransmitters. More specifically, bupropion binds to the norepinephrine transporter (NET) and the dopamine transporter (DAT).[A6399,A178810] \r\n\r\nBupropion was originally classified as an \"atypical\" antidepressant because it does not exert the same effects as the classical antidepressants such as Monoamine Oxidase Inhibitors (MAOIs), Tricyclic Antidepressants (TCAs), or Selective Serotonin Reuptake Inhibitors (SSRIs). While it has comparable effectiveness to typical first-line options for the treatment of depression such as SSRIs,[A178798,A178804] bupropion is a unique option for the treatment of MDD as it lacks any clinically relevant serotonergic effects, typical of other mood medications, or any effects on histamine or adrenaline receptors.[A6399,A178840] Lack of activity at these receptors results in a more tolerable side effect profile; bupropion is less likely to cause sexual side effects, sedation, or weight gain as compared to SSRIs or TCAs, for example.[A178804,A178807]\r\n\r\nWhen used as an aid to smoking cessation, bupropion is thought to confer its anti-craving and anti-withdrawal effects by inhibiting dopamine reuptake, which is thought to be involved in the reward pathways associated with nicotine, and through the antagonism of the nicotinic acetylcholinergic receptor (AChR), thereby blunting the effects of nicotine.[A178825,A1966,A16508] Furthermore, the stimulatory effects produced by bupropion in the central nervous system are similar to nicotine's effects, making low doses of bupropion a suitable option as a nicotine substitute.[A179062]  \r\n\r\nWhen used in combination with [naltrexone] in the marketed product ContraveⓇ for chronic weight management, the two components are thought to have effects on areas of the brain involved in the regulation of food intake. This includes the hypothalamus, which is involved in appetite regulation, and the mesolimbic dopamine circuit, which is involved in reward pathways.[L6562] Studies have shown that the combined activity of bupropion and [naltrexone] increase the firing rate of hypothalamic pro-opiomelanocortin (POMC) neurons and blockade of opioid receptor-mediated POMC auto-inhibition, which are associated with a reduction in food intake and increased energy expenditure.[L6562,A179038,A179050] This combination was also found to reduce food intake when injected directly into the ventral tegmental area of the mesolimbic circuit in mice, which is an area associated with the regulation of reward pathways.[L6562]",
    "absorption": "Bupropion is currently available in 3 distinct, but bioequivalent formulations: immediate release (IR), sustained-release (SR), and extended-release (XL). \r\n\r\n**Immediate Release Formulation**\r\nIn humans, following oral administration of bupropion hydrochloride tablets, peak plasma bupropion concentrations are usually achieved within 2 hours. IR formulations provide a short duration of action and are therefore generally dosed three times per day. \r\n\r\n**Sustained Release Formulation**\r\nIn humans, following oral administration of bupropion hydrochloride sustained-release tablets (SR), peak plasma concentration (Cmax) of bupropion is usually achieved within 3 hours. SR formulations provide a 12-hour extended release of medication and are therefore generally dosed twice per day. \r\n\r\n**Extended Release Formulation**\r\nFollowing single oral administration of bupropion hydrochloride extended-release tablets (XL) to healthy volunteers, the median time to peak plasma concentrations for bupropion was approximately 5 hours. The presence of food did not affect the peak concentration or area under the curve of bupropion. XL formulations provide a 24-hour extended release of medication and are therefore generally dosed once per day/ \r\n\r\nIn a trial comparing chronic dosing with bupropion hydrochloride extended-release tablets (SR) 150 mg twice daily to bupropion immediate-release formulation 100 mg 3 times daily, the steady state Cmax for bupropion after bupropion hydrochloride sustained-release tablets (SR) administration was approximately 85% of those achieved after bupropion immediate-release formulation administration. Exposure (AUC) to bupropion was equivalent for both formulations. Bioequivalence was also demonstrated for all three major active metabolites (i.e., hydroxybupropion, threohydrobupropion and erythrohydrobupropion) for both Cmax and AUC. Thus, at steady state, bupropion hydrochloride sustained-release tablets (SR) given twice daily, and the immediate-release formulation of bupropion given 3 times daily, are essentially bioequivalent for both bupropion and the 3 quantitatively important metabolites.[FDA Label]\r\n\r\nFurthermore, in a study comparing 14-day dosing with bupropion hydrochloride extended-release tablets (XL), 300 mg once-daily to the immediate-release formulation of bupropion at 100 mg 3 times daily, equivalence was demonstrated for peak plasma concentration and area under the curve for bupropion and the three metabolites (hydroxybupropion, threohydrobupropion, and erythrohydrobupropion). Additionally, in a study comparing 14-day dosing with bupropion hydrochloride extended-release tablets (XL) 300 mg once daily to the sustained-release formulation of bupropion at 150 mg 2 times daily, equivalence was demonstrated for peak plasma concentration and area under the curve for bupropion and the three metabolites.[FDA Label]\r\n\r\nBupropion hydrochloride extended-release tablets (SR) can be taken with or without food. Bupropion Cmax and AUC were increased by 11% to 35% and 16% to 19%, respectively, when bupropion hydrochloride extended-release tablets (SR) was administered with food to healthy volunteers in three trials. The food effect is not considered clinically significant.[FDA Label]\r\n\r\nFollowing a single-dose administration of bupropion hydrochloride extended-release tablets (SR) in humans, Cmax of bupropion's metabolite hydroxybupropion occurs approximately 6 hours post-dose and is approximately 10 times the peak level of the parent drug at steady state. The elimination half-life of hydroxybupropion is approximately 20 (±5) hours and its AUC at steady state is about 17 times that of bupropion. The times to peak concentrations for the erythrohydrobupropion and threohydrobupropion metabolites are similar to that of the hydroxybupropion metabolite. However, their elimination half-lives are longer, 33(±10) and 37 (±13) hours, respectively, and steady-state AUCs are 1.5 and 7 times that of bupropion, respectively.[FDA Label]",
    "metabolism": "Bupropion is extensively metabolized in humans. Three metabolites are active: hydroxybupropion, which is formed via hydroxylation of the tert-butyl group of bupropion, and the amino-alcohol isomers, threohydrobupropion and erythrohydrobupropion, which are formed via reduction of the carbonyl group. In vitro findings suggest that CYP2B6 is the principal isoenzyme involved in the formation of hydroxybupropion, while cytochrome P450 enzymes are not involved in the formation of threohydrobupropion. Hydroxybupropion has been shown to have the same affinity as bupropion for the norepinephrine transporter (NET) but approximately 50% of its antidepressant activity despite reaching concentrations of ~10-fold higher than that of the parent drug.[A179062]\r\n\r\nOxidation of the bupropion side chain results in the formation of a glycine conjugate of meta-chlorobenzoic acid, which is then excreted as the major urinary metabolite. The potency and toxicity of the metabolites relative to bupropion have not been fully characterized. However, it has been demonstrated in an antidepressant screening test in mice that hydroxybupropion is one-half as potent as bupropion, while threohydrobupropion and erythrohydrobupropion are 5-fold less potent than bupropion. This may be of clinical importance because the plasma concentrations of the metabolites are as high as or higher than those of bupropion.[FDA Label]\r\n\r\nBupropion and its metabolites exhibit linear kinetics following chronic administration of 300 to 450 mg per day.",
    "toxicity": "Symptoms of overdose include seizures, hallucinations, loss of consciousness, tachycardia, and cardiac arrest.",
    "targets": [
        [
            "SLC6A3",
            "Sodium-dependent dopamine transporter",
            "Humans"
        ],
        [
            "SLC6A2",
            "Sodium-dependent noradrenaline transporter",
            "Humans"
        ],
        [
            "CHRNA3",
            "Neuronal acetylcholine receptor subunit alpha-3",
            "Humans"
        ],
        [
            "HTR3A",
            "5-hydroxytryptamine receptor 3A",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP2E1",
            "Cytochrome P450 2E1",
            "Humans"
        ],
        [
            "CYP2B6",
            "Cytochrome P450 2B6",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "SLC22A2",
            "Solute carrier family 22 member 2",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ORM1",
            "Alpha-1-acid glycoprotein 1",
            "Humans"
        ]
    ],
    "genomic-data": [
        {
            "DrugBank ID": "DB01156",
            "Drug Name": "Bupropion",
            "Gene Symbol": "DRD2",
            "RS ID (Genotype)": "rs1800497",
            "Effect Description": "The presence of this genotype in DRD2 is associated with improved therapeutic response to bupropion."
        }
    ]
}