{
    "pharmgkb_id": "PA10026",
    "drugbank_id": "DB01238",
    "names": [
        "Aripiprazole",
        "Abilitat"
    ],
    "description": "Aripiprazole is an atypical antipsychotic orally indicated for the treatment of schizophrenia, bipolar I, major depressive disorder, irritability associated with autism, and Tourette's.[L45859] It is also indicated as an injection for agitation associated with schizophrenia or bipolar mania.[L45859] Aripiprazole exerts its effects through agonism of dopaminergic and 5-HT1A receptors and antagonism of alpha-adrenergic and 5-HT2A receptors.[L45859,A4393] Aripiprazole was given FDA approval on November 15, 2002.[L6136]",
    "indication": "Aripiprazole is indicated for the treatment of acute manic and mixed episodes associated with bipolar I disorder, irritability associated with autism spectrum disorder, schizophrenia, and Tourette's disorder.[L45859] It is also used as an adjunctive treatment of major depressive disorder.[L45859 An injectable formulation of aripiprazole is indicated for agitation associated with schizophrenia or bipolar mania.[L45859] Finally, an extended-release, bimonthly injection formulation of aripiprazole is indicated for the treatment of adult schizophrenia and maintenance therapy for adult bipolar I disorder.[L46203]",
    "pharmacodynamics": "Aripiprazole exhibits high affinity for dopamine D<sub>2</sub> and D<sub>3</sub>, serotonin 5-HT<sub>1a</sub> and 5-HT<sub>2a</sub> receptors (Ki values of 0.34 nM, 0.8 nM, 1.7 nM, and 3.4 nM, respectively), moderate affinity for dopamine D<sub>4</sub>, serotonin 5-HT<sub>2c</sub> and 5-HT<sub>7</sub>, alpha<sub>1</sub>-adrenergic and histamine H<sub>1</sub> receptors (Ki values of 44 nM, 15 nM, 39 nM, 57 nM, and 61 nM, respectively), and moderate affinity for the serotonin reuptake site (Ki=98 nM). Aripiprazole has no appreciable affinity for cholinergic muscarinic receptors (IC<sub>50</sub>>1000 nM).[L45859]",
    "mechanism-of-action": "The antipsychotic action of aripiprazole is likely due to its partial agonist activity on D2 and 5-HT<sub>1A</sub> receptors as well as its antagonist activity at 5-HT<sub>2A</sub> receptors; however, the exact mechanism has not been fully elucidated.[A4393,L45859,L4620] One of the mechanisms that have been proposed is that aripiprazole both stimulates and inhibits dopamine as it engages the D2 receptor. It lowers dopamine neuronal firing at high dopamine concentrations and increases dopamine firing at low concentrations. Its partial agonist activity gives aripiprazole an intermediate level of dopaminergic neuronal tone between full agonist and antagonist of the D2 receptor.[A258699] In addition, some adverse effects may be due to action on other receptors.[L4620] For example, orthostatic hypotension may be explained by antagonism of the adrenergic alpha-1 receptors.[L4620,A4393]",
    "absorption": "Tablet: Aripiprazole is well absorbed after administration of the tablet, with peak plasma concentrations occurring within 3 hours to 5 hours; the absolute oral bioavailability of the tablet formulation is 87%. ABILIFY can be administered with or without food. Administration of a 15 mg ABILIFY tablet with a standard high-fat meal did not significantly affect the C<sub>max</sub> or AUC of aripiprazole or its active metabolite, dehydro-aripiprazole, but delayed T<sub>max</sub> by 3 hours for aripiprazole and 12 hours for dehydro-aripiprazole.[L45859]\r\n\r\nOral Solution: Aripiprazole is well absorbed when administered orally as the solution. At equivalent doses, the plasma concentrations of aripiprazole from the solution were higher than that from the tablet formulation. In a relative bioavailability study comparing the pharmacokinetics of 30 mg aripiprazole as the oral solution to 30 mg aripiprazole tablets in healthy subjects, the solution-to-tablet ratios of geometric mean C<sub>max</sub> and AUC values were 122% and 114%, respectively. The single-dose pharmacokinetics of aripiprazole were linear and dose-proportional between the doses of 5 mg to 30 mg.[L45859] \r\n\r\nExtended-release injectable suspension, bimonthly injection: Aripiprazole absorption into the systemic circulation is prolonged following gluteal intramuscular injection due to the low solubility of aripiprazole particles. The release profile of aripiprazole from ABILIFY ASIMTUFII results in sustained plasma concentrations over 2 months following gluteal injection(s). Following multiple doses, the median peak:trough ratio for aripiprazole following an ABILIFY ASIMTUFII dose is 1.3, resulting in a flat plasma concentration profile with T<sub>max</sub> ranging between 1 to 49 days following multiple gluteal administrations of 960 mg.[L46203]",
    "metabolism": "Aripiprazole is metabolized primarily by three biotransformation pathways: dehydrogenation, hydroxylation, and N-dealkylation. Based on in vitro studies, CYP3A4 and CYP2D6 enzymes are responsible for the dehydrogenation and hydroxylation of aripiprazole, and N-dealkylation is catalyzed by CYP3A4. Aripiprazole is the predominant drug moiety in systemic circulation. At steady-state, dehydro-aripiprazole, the active metabolite, represents about 40% of aripiprazole AUC in plasma.[L45859] \r\n",
    "toxicity": "Neonates exposed to antipsychotic drugs, including ABILIFY, during the third trimester of  pregnancy are at risk for extrapyramidal and/or withdrawal symptoms following delivery. Overall available data from published epidemiologic studies of pregnant women exposed to aripiprazole have not established a drug-associated risk of major birth defects, miscarriage, or adverse maternal or fetal outcomes. There are risks to the mother associated with untreated schizophrenia, bipolar I disorder, or major depressive disorder, and with exposure to antipsychotics, including ABILIFY, during pregnancy.[L45859] \r\n\r\nIn animal reproduction studies, oral and intravenous aripiprazole administration during organogenesis in rats and/or rabbits at doses 10 and 19 times, respectively, the maximum recommended human dose (MRHD) of 30 mg/day based on mg/m2 body surface area, produced fetal death, decreased fetal weight, undescended testicles, delayed skeletal ossification, skeletal abnormalities, and diaphragmatic hernia. Oral and intravenous aripiprazole administration during the pre- and post-natal period in rats at doses 10 times the MRHD based on mg/m2 body surface area, produced prolonged gestation, stillbirths, decreased pup weight, and decreased pup survival.[L45859]  \r\n\r\nABILIFY has not been systematically studied in humans for its potential for abuse, tolerance, or physical dependence. Consequently, patients should be evaluated carefully for a history of drug abuse, and such patients should be observed closely for signs of ABILIFY misuse or abuse (e.g., development of tolerance, increases in dose, drug-seeking behavior).[L45859]\r\n\r\nIn physical dependence studies in monkeys, withdrawal symptoms were observed upon abrupt cessation of dosing. While the clinical trials did not reveal any tendency for any drug-seeking behavior, these observations were not systematic and it is not possible to predict on the basis of this limited experience the extent to which a CNS-active drug will be misused, diverted, and/or abused once marketed.[L45859] \r\n\r\nIn clinical trials and in postmarketing experience, adverse reactions of deliberate or accidental overdosage with oral ABILIFY have been reported worldwide. These include overdoses with oral ABILIFY alone and in combination with other substances. No fatality was reported with ABILIFY alone. The largest known dose with a known outcome involved acute ingestion of 1,260 mg of oral ABILIFY (42 times the maximum recommended daily dose) by a patient who fully recovered. Deliberate or accidental overdosage was also reported in children (age 12 years and younger) involving oral ABILIFY ingestions up to 195 mg with no fatalities.[L45859]  \r\n\r\nCommon adverse reactions (reported in at least 5% of all overdose cases) reported with oral ABILIFY overdosage (alone or in combination with other substances) include vomiting, somnolence, and tremor. Other clinically important signs and symptoms observed in one or more patients with ABILIFY overdoses (alone or with other substances) include acidosis, aggression, aspartate aminotransferase increased, atrial fibrillation, bradycardia, coma, confusional state, convulsion, blood creatine phosphokinase increased, depressed level of consciousness, hypertension, hypokalemia, hypotension, lethargy, loss of consciousness, QRS complex prolonged, QT prolonged, pneumonia aspiration, respiratory arrest, status epilepticus, and tachycardia.[L45859] \r\n\r\nNo specific information is available on the treatment of overdose with ABILIFY. An electrocardiogram should be obtained in case of overdosage and if QT interval prolongation is present, cardiac monitoring should be instituted. Otherwise, management of overdose should concentrate on supportive therapy, maintaining an adequate airway, oxygenation and ventilation, and management of symptoms. Close medical supervision and monitoring should continue until the patient recovers.[L45859]  \r\n_Charcoal_: In the event of an overdose of ABILIFY, an early charcoal administration may be useful in partially preventing the absorption of aripiprazole. Administration of 50 g of activated charcoal, one hour after a single 15 mg oral dose of ABILIFY, decreased the mean AUC and C<sub>max</sub> of aripiprazole by 50%.[L45859] \r\n_Hemodialysis_: Although there is no information on the effect of hemodialysis in treating an overdose with ABILIFY, hemodialysis is unlikely to be useful in overdose management since aripiprazole is highly bound to plasma proteins.[L45859]  \r\n\r\nLifetime carcinogenicity studies were conducted in ICR mice, F344 rats, and Sprague-Dawley (SD) rats. Aripiprazole was administered for 2 years in the diet at doses of 1, 3, 10, and 30 mg/kg/day to ICR mice and 1, 3, and 10 mg/kg/day to F344 rats (0.2, 0.5, 2 and 5 times and 0.3, 1 and 3 times the MRHD of 30 mg/day based on mg/m2 body surface area, respectively). In addition, SD rats were dosed orally for 2 years at 10, 20, 40, and 60 mg/kg/day, which are 3, 6, 13 and 19 times the MRHD based on mg/m2 body surface area. Aripiprazole did not induce tumors in male mice or male rats. In female mice, the incidences of pituitary gland adenomas and mammary gland adenocarcinomas and adenoacanthomas were increased at dietary doses of 3 to 30 mg/kg/day (0.5 to 5 times the MRHD). In female rats, the incidence of mammary gland fibroadenomas was increased at a dietary dose of 10 mg/kg/day (3 times the MRHD); and the incidences of adrenocortical carcinomas and combined adrenocortical adenomas/carcinomas were increased at an oral dose of 60 mg/kg/day (19 times the MRHD).[L45859] \r\n\r\nAn increase in mammary, pituitary, and endocrine pancreas neoplasms has been found in rodents after chronic administration of other antipsychotic drugs and is considered to be mediated by prolonged dopamine D2-receptor antagonism and hyperprolactinemia. Serum prolactin was not measured in the aripiprazole carcinogenicity studies. However, increases in serum prolactin levels were observed in female mice in a 13 week dietary study at the doses associated with mammary gland and pituitary tumors. Serum prolactin was not increased in female rats in 4 week and 13 week dietary studies at the dose associated with mammary gland tumors. The relevance for human risk of the findings of prolactin-mediated endocrine tumors in rodents is unclear.[L45859]\r\n\r\nThe mutagenic potential of aripiprazole was tested in the in vitro bacterial reverse-mutation assay, the in vitro bacterial DNA repair assay, the in vitro forward gene mutation assay in mouse lymphoma cells, the in vitro chromosomal aberration assay in Chinese hamster lung (CHL) cells, the in vivo micronucleus assay in mice, and the unscheduled DNA synthesis assay in rats. Aripiprazole and a metabolite (2,3-DCPP) were clastogenic in the in vitro chromosomal aberration assay in CHL cells with and without metabolic activation. The metabolite, 2,3-DCPP, increased numerical aberrations in the in vitro assay in CHL cells in the absence of metabolic activation. A positive response was obtained in the in vivo micronucleus assay in mice; however, the response was due to a mechanism not considered relevant to humans.[L45859] \r\n\r\nFemale rats were treated orally with aripiprazole from 2 weeks prior to mating through gestation Day 7 at doses of 2, 6, and 20 mg/kg/day, which are 0.6, 2, and 6 times the MRHD of 30 mg/day based on mg/m2 body surface area. Estrus cycle irregularities and increased corpora lutea were seen at all doses, but no impairment of fertility was seen. Increased pre-implantation loss was seen at 2 and 6 times the MRHD, and decreased fetal weight was seen at 6 times the MRHD.[L45859] \r\n\r\nMale rats were treated orally with aripiprazole from 9 weeks prior to mating through mating at doses of 20, 40, and 60 mg/kg/day, which are 6, 13, and 19 times the MRHD of 30 mg/day based on mg/m2 body surface area. Disturbances in spermatogenesis were seen at 19 times the MRHD and prostate atrophy was seen at 13 and 19 times the MRHD without impairment of fertility.[L45859] \r\n\r\n\r\nPharmacokinetic properties in patients 10-17 years of age are similar to that of adults once body weight has been corrected for. No dosage adjustment is necessary in elderly patients however aripiprazole is not approved for Alzheimer's associated psychosis. Patients classified as CYP2D6 poor metabolizers should be prescribed half the regular dose of aripiprazole. Hepatic and renal function as well as sex, race, and smoking status do not affect dosage requirements for aripiprazole [L45859,A177904]",
    "targets": [
        [
            "DRD2",
            "Dopamine D2 receptor",
            "Humans"
        ],
        [
            "HTR2A",
            "5-hydroxytryptamine receptor 2A",
            "Humans"
        ],
        [
            "HTR1A",
            "5-hydroxytryptamine receptor 1A",
            "Humans"
        ],
        [
            "ADRA1A",
            "Alpha-1A adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA1B",
            "Alpha-1B adrenergic receptor",
            "Humans"
        ],
        [
            "DRD3",
            "Dopamine D3 receptor",
            "Humans"
        ],
        [
            "HTR1D",
            "5-hydroxytryptamine receptor 1D",
            "Humans"
        ],
        [
            "HTR7",
            "5-hydroxytryptamine receptor 7",
            "Humans"
        ],
        [
            "ADRA2A",
            "Alpha-2A adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA2C",
            "Alpha-2C adrenergic receptor",
            "Humans"
        ],
        [
            "HRH1",
            "Histamine H1 receptor",
            "Humans"
        ],
        [
            "HTR1B",
            "5-hydroxytryptamine receptor 1B",
            "Humans"
        ],
        [
            "HTR2C",
            "5-hydroxytryptamine receptor 2C",
            "Humans"
        ],
        [
            "HTR3A",
            "5-hydroxytryptamine receptor 3A",
            "Humans"
        ],
        [
            "HTR6",
            "5-hydroxytryptamine receptor 6",
            "Humans"
        ],
        [
            "DRD1",
            "Dopamine D1 receptor",
            "Humans"
        ],
        [
            "DRD4",
            "Dopamine D4 receptor",
            "Humans"
        ],
        [
            "ADRA2B",
            "Alpha-2B adrenergic receptor",
            "Humans"
        ],
        [
            "HTR1E",
            "5-hydroxytryptamine receptor 1E",
            "Humans"
        ],
        [
            "DRD5",
            "Dopamine D5 receptor",
            "Humans"
        ],
        [
            "HTR2B",
            "5-hydroxytryptamine receptor 2B",
            "Humans"
        ],
        [
            "HTR5A",
            "5-hydroxytryptamine receptor 5A",
            "Humans"
        ],
        [
            "ADRB1",
            "Beta-1 adrenergic receptor",
            "Humans"
        ],
        [
            "ADRB2",
            "Beta-2 adrenergic receptor",
            "Humans"
        ],
        [
            "HRH2",
            "Histamine H2 receptor",
            "Humans"
        ],
        [
            "HRH3",
            "Histamine H3 receptor",
            "Humans"
        ],
        [
            "HRH4",
            "Histamine H4 receptor",
            "Humans"
        ],
        [
            "CHRM1",
            "Muscarinic acetylcholine receptor M1",
            "Humans"
        ],
        [
            "CHRM2",
            "Muscarinic acetylcholine receptor M2",
            "Humans"
        ],
        [
            "CHRM3",
            "Muscarinic acetylcholine receptor M3",
            "Humans"
        ],
        [
            "CHRM4",
            "Muscarinic acetylcholine receptor M4",
            "Humans"
        ],
        [
            "CHRM5",
            "Muscarinic acetylcholine receptor M5",
            "Humans"
        ],
        [
            "OPRK1",
            "Kappa-type opioid receptor",
            "Humans"
        ],
        [
            "OPRM1",
            "Mu-type opioid receptor",
            "Humans"
        ],
        [
            "OPRD1",
            "Delta-type opioid receptor",
            "Humans"
        ],
        [
            "GRIN1",
            "Glutamate (NMDA) receptor",
            "Humans"
        ],
        [
            "GRIN2A",
            "Glutamate (NMDA) receptor",
            "Humans"
        ],
        [
            "GRIN2B",
            "Glutamate (NMDA) receptor",
            "Humans"
        ],
        [
            "GRIN2C",
            "Glutamate (NMDA) receptor",
            "Humans"
        ],
        [
            "GRIN2D",
            "Glutamate (NMDA) receptor",
            "Humans"
        ],
        [
            "GRIN3A",
            "Glutamate (NMDA) receptor",
            "Humans"
        ],
        [
            "GRIN3B",
            "Glutamate (NMDA) receptor",
            "Humans"
        ],
        [
            "SLC6A3",
            "Sodium-dependent dopamine transporter",
            "Humans"
        ],
        [
            "SLC6A4",
            "Sodium-dependent serotonin transporter",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP3A7",
            "Cytochrome P450 3A7",
            "Humans"
        ],
        [
            "CYP3A5",
            "Cytochrome P450 3A5",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ],
        [
            "ABCG2",
            "ATP-binding cassette sub-family G member 2",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ]
    ],
    "genomic-data": null
}