{
    "pharmgkb_id": "PA448500",
    "drugbank_id": "DB01076",
    "names": [
        "Atorvastatin",
        "Atogal",
        "Cardyl",
        "Faboxim",
        "Hipolixan",
        "Lipotropic",
        "Liprimar",
        "Lowden",
        "Normalip",
        "Sincol",
        "Sortis",
        "Torvacard",
        "Torvast",
        "Totalip",
        "Tulip",
        "Vastina",
        "Xanator",
        "Xarator",
        "Zurinel"
    ],
    "description": "Atorvastatin (Lipitor®), is a lipid-lowering drug included in the statin class of medications. By inhibiting the endogenous production of cholesterol in the liver, statins lower abnormal cholesterol and lipid levels, and ultimately reduce the risk of cardiovascular disease. More specifically, statin medications competitively inhibit the enzyme hydroxymethylglutaryl-coenzyme A (HMG-CoA) Reductase,[A181421] which catalyzes the conversion of HMG-CoA to mevalonic acid. This conversion is a critical metabolic reaction involved in the production of several compounds involved in lipid metabolism and transport, including cholesterol, low-density lipoprotein (LDL) (sometimes referred to as \"bad cholesterol\"), and very-low-density lipoprotein (VLDL). Prescribing statins is considered standard practice for patients following any cardiovascular event, and for people who are at moderate to high risk of developing cardiovascular disease. The evidence supporting statin use, coupled with minimal side effects and long term benefits, has resulted in wide use of this medication in North America.[A181087, A181406]\r\n\r\nAtorvastatin and other statins including [lovastatin], [pravastatin], [rosuvastatin], [fluvastatin], and [simvastatin] are considered first-line treatment options for dyslipidemia.[A181087, A181406] The increasing use of this class of drugs is largely attributed to the rise in cardiovascular diseases (CVD) (such as heart attack, atherosclerosis, angina, peripheral artery disease, and stroke) in many countries.[A181084] An elevated cholesterol level (elevated low-density lipoprotein (LDL) levels in particular) is a significant risk factor for the development of CVD.[A181087,A181553] Several landmark studies demonstrate that the use of statins is associated with both a reduction in LDL levels and CVD risk.[A181090,A181093,A181096,A181427,A181475,A181538] Statins were shown to reduce the incidences of all-cause mortality, including fatal and non-fatal CVD, as well as the need for surgical revascularization or angioplasty following a heart attack.[A181087, A181406] Some evidence has shown that even for low-risk individuals (with <10% risk of a major vascular event occurring within five years) statin use leads to a 20%-22% relative reduction in the number of major cardiovascular events (heart attack, stroke, coronary revascularization, and coronary death) for every 1 mmol/L reduction in LDL without any significant side effects or risks.[A181397, A181403]\r\n\r\nAtorvastatin was first synthesized in 1985 by Dr. Bruce Roth and approved by the FDA in 1996.[T568] It is a pentasubstituted pyrrole [A177415] formed by two contrasting moieties with an achiral heterocyclic core unit and a 3,5-dihydroxypentanoyl side chain identical to its parent compound.[T571] Unlike other members of the statin group, atorvastatin is an active compound and therefore does not require activation.[A177436]",
    "indication": "Atorvastatin is indicated for the treatment of several types of dyslipidemias, including primary hyperlipidemia and mixed dyslipidemia in adults, hypertriglyceridemia, primary dysbetalipoproteinemia, homozygous familial hypercholesterolemia, and heterozygous familial hypercholesterolemia in adolescent patients with failed dietary modifications.[A177397]\r\n\r\nDyslipidemia describes an elevation of plasma cholesterol, triglycerides or both as well as to the presence of low levels of high-density lipoprotein. This condition represents an increased risk for the development of atherosclerosis.[L6025] \r\n\r\nAtorvastatin is indicated, in combination with dietary modifications, to prevent cardiovascular events in patients with cardiac risk factors and/or abnormal lipid profiles.[A177397]\r\n\r\nAtorvastatin can be used as a preventive agent for myocardial infarction, stroke, revascularization, and angina, in patients without coronary heart disease but with multiple risk factors and in patients with type 2 diabetes without coronary heart disease but multiple risk factors.[A177397]\r\n\r\nAtorvastatin may be used as a preventive agent for non-fatal myocardial infarction, fatal and non-fatal stroke, revascularization procedures, hospitalization for congestive heart failure and angina in patients with coronary heart disease.[A177397]\r\n\r\nPrescribing of statin medications is considered standard practice following any cardiovascular events and for people with a moderate to high risk of development of CVD. Statin-indicated conditions include diabetes mellitus, clinical atherosclerosis (including myocardial infarction, acute coronary syndromes, stable angina, documented coronary artery disease, stroke, trans ischemic attack (TIA), documented carotid disease, peripheral artery disease, and claudication), abdominal aortic aneurysm, chronic kidney disease, and severely elevated LDL-C levels.[A181087, A181406]",
    "pharmacodynamics": "Atorvastatin is an oral antilipemic agent that reversibly inhibits HMG-CoA reductase. It lowers total cholesterol, low-density lipoprotein-cholesterol (LDL-C), apolipoprotein B (apo B), non-high density lipoprotein-cholesterol (non-HDL-C), and triglyceride (TG) plasma concentrations while increasing HDL-C concentrations. High LDL-C, low HDL-C and high TG concentrations in the plasma are associated with increased risk of atherosclerosis and cardiovascular disease. The total cholesterol to HDL-C ratio is a strong predictor of coronary artery disease, and high ratios are associated with a higher risk of disease. Increased levels of HDL-C are associated with lower cardiovascular risk. By decreasing LDL-C and TG and increasing HDL-C, atorvastatin reduces the risk of cardiovascular morbidity and mortality.[A174580,A181087,A181406,A181925] \r\n\r\nElevated cholesterol levels (and high low-density lipoprotein (LDL) levels in particular) are an important risk factor for the development of CVD.[A181087] Clinical studies have shown that atorvastatin reduces LDL-C and total cholesterol by 36-53%.[A177415] In patients with dysbetalipoproteinemia, atorvastatin reduced the levels of intermediate-density lipoprotein cholesterol.[A177397] It has also been suggested that atorvastatin can limit the extent of angiogenesis, which can be useful in the treatment of chronic subdural hematoma.[A177388]\r\n\r\n**Myopathy/Rhabdomyolysis**\r\n\r\nAtorvastatin, like other HMG-CoA reductase inhibitors, is associated with a risk of drug-induced myopathy characterized by muscle pain, tenderness, or weakness in conjunction with elevated levels of creatine kinase (CK). Myopathy often manifests as rhabdomyolysis with or without acute renal failure secondary to myoglobinuria. The risk of statin-induced myopathy is dose-related, and the symptoms of myopathy are typically resolved upon drug discontinuation. Results from observational studies suggest that 10-15% of people taking statins may experience muscle aches at some point during treatment.[A182258]\r\n\r\n**Liver Dysfunction**\r\n\r\nStatins, like some other lipid-lowering therapies, have been associated with biochemical abnormalities of liver function. Persistent elevations (> 3 times the upper limit of normal [ULN] occurring on two or more occasions) in serum transaminases occurred in 0.7% of patients who received atorvastatin in clinical trials. This effect appears to be dose-related.[F4670,F4673]\r\n\r\n**Endocrine Effects**\r\n\r\nStatins are associated with a risk of increased serum HbA1c and glucose levels. An _in vitro_ study demonstrated a dose-dependent cytotoxic effect on human pancreatic islet β cells following treatment with atorvastatin. Moreover, insulin secretion rates decreased relative to control.[A182012]\r\n\r\nHMG-CoA reductase inhibitors interfere with cholesterol synthesis and may theoretically interfere with the production of adrenal and/or gonadal steroids. Clinical studies with atorvastatin and other HMG-CoA reductase inhibitors have suggested that these agents do not affect plasma cortisol concentrations, basal plasma testosterone concentration, or adrenal reserve. However, the effect of statins on male fertility has not been fully investigated. The effects of statins on the pituitary-gonadal axis in premenopausal women are unknown.[F4673]\r\n\r\n**Cardiovascular**\r\n\r\nSignificant decreases in circulating ubiquinone levels in patients treated with atorvastatin and other statins have been observed. The clinical significance of a potential long-term statin-induced deficiency of ubiquinone has not been established. It has been reported that a decrease in myocardial ubiquinone levels could lead to impaired cardiac function in patients with borderline congestive heart failure.[F4673]\r\n\r\n**Lipoprotein A**\r\n\r\nIn some patients, the beneficial effect of lowered total cholesterol and LDL-C levels may be partly blunted by the concomitant increase in Lp(a) lipoprotein concentrations. Present knowledge suggests the importance of high Lp(a) levels as an emerging risk factor for coronary heart disease.[F4673] Further studies have demonstrated statins affect Lp(a) levels differently in patients with dyslipidemia depending on their apo(a) phenotype; statins increase Lp(a) levels exclusively in patients with the low molecular weight apo(a) phenotype.[A181418]",
    "mechanism-of-action": "Atorvastatin is a statin medication and a competitive inhibitor of the enzyme HMG-CoA (3-hydroxy-3-methylglutaryl coenzyme A) reductase, which catalyzes the conversion of HMG-CoA to mevalonate, an early rate-limiting step in cholesterol biosynthesis.[A177388,A181421] Atorvastatin acts primarily in the liver, where decreased hepatic cholesterol concentrations stimulate the upregulation of hepatic low-density lipoprotein (LDL) receptors, which increases hepatic uptake of LDL. Atorvastatin also reduces Very-Low-Density Lipoprotein-Cholesterol (VLDL-C), serum triglycerides (TG) and Intermediate Density Lipoproteins (IDL), as well as the number of apolipoprotein B (apo B) containing particles, but increases High-Density Lipoprotein Cholesterol (HDL-C). \r\n\r\n_In vitro_ and _in vivo_ animal studies also demonstrate that atorvastatin exerts vasculoprotective effects independent of its lipid-lowering properties, also known as the pleiotropic effects of statins.[A181424] These effects include improvement in endothelial function, enhanced stability of atherosclerotic plaques, reduced oxidative stress and inflammation, and inhibition of the thrombogenic response. Statins were also found to bind allosterically to β2 integrin function-associated antigen-1 (LFA-1), which plays an essential role in leukocyte trafficking and T cell activation.[A181559]",
    "absorption": "Atorvastatin presents a dose-dependent and non-linear pharmacokinetic profile.[A177436] It is very rapidly absorbed after oral administration. After the administration of a dose of 40 mg, its peak plasma concentration of 28 ng/ml is reached 1-2 hours after initial administration with an AUC of about 200 ng∙h/ml.[A177478] Atorvastatin undergoes extensive first-pass metabolism in the wall of the gut and the liver, resulting in an absolute oral bioavailability of 14%.[A177397] Plasma atorvastatin concentrations are lower (approximately 30% for Cmax and AUC) following evening drug administration compared with morning. However, LDL-C reduction is the same regardless of the time of day of drug administration.[F4670]\r\n\r\nAdministration of atorvastatin with food results in prolonged Tmax and a reduction in Cmax and AUC.[A177415]\r\n\r\nBreast Cancer Resistance Protein (BCRP) is a membrane-bound protein that plays an important role in the absorption of atorvastatin.[A181460] Evidence from pharmacogenetic studies of c.421C>A single nucleotide polymorphisms (SNPs) in the gene for BCRP has demonstrated that individuals with the 421AA genotype have reduced functional activity and 1.72-fold higher AUC for atorvastatin compared to study individuals with the control 421CC genotype. This has important implications for the variation in response to the drug in terms of efficacy and toxicity, particularly as the BCRP c.421C>A polymorphism occurs more frequently in Asian populations than in Caucasians.[A181478, A181487] Other statin drugs impacted by this polymorphism include [fluvastatin], [simvastatin], and [rosuvastatin].[A181478]\r\n\r\nGenetic differences in the OATP1B1 (organic-anion-transporting polypeptide 1B1) hepatic transporter encoded by the SCLCO1B1 gene (Solute Carrier Organic Anion Transporter family member 1B1) have been shown to impact atorvastatin pharmacokinetics. Evidence from pharmacogenetic studies of the c.521T>C single nucleotide polymorphism (SNP) in the gene encoding OATP1B1 (SLCO1B1) demonstrated that atorvastatin AUC was increased 2.45-fold for individuals homozygous for 521CC compared to homozygous 521TT individuals.[A181493] Other statin drugs impacted by this polymorphism include [simvastatin], [pitavastatin], [rosuvastatin], and [pravastatin].[A181460]",
    "metabolism": "Atorvastatin is highly metabolized to ortho- and parahydroxylated derivatives and various beta-oxidation products, primarily by Cytochrome P450 3A4 in the intestine and liver.[F4670,F4673] Atorvastatin's metabolites undergo further lactonization via the formation of acyl glucuronide intermediates by the enzymes UGT1A1 and UGT1A3. These lactones can be hydrolyzed back to their corresponding acid forms and exist in equilibirum.[A19474,A181460]\r\n\r\n_In vitro_ inhibition of HMG-CoA reductase by ortho- and parahydroxylated metabolites is equivalent to that of atorvastatin. Approximately 70% of circulating inhibitory activity for HMG-CoA reductase is attributed to active metabolites.[F4670,F4673]",
    "toxicity": "The reported LD50 of oral atorvastatin in mice is higher than 5000 mg/kg.[MSDS] In cases of overdose with atorvastatin, there is reported symptoms of complicated breathing, jaundice, liver damage, dark urine, muscle pain, and seizures.[L6031] In case of overdose, symptomatic treatment is recommended and due to the high plasma protein binding, hemodialysis is not expected to generate significant improvement.[FDA label]\r\n\r\nIn carcinogenic studies with high doses of atorvastatin, evidence of rhabdomyosarcoma, fibrosarcoma, liver adenoma, and liver carcinoma were observed.[FDA label]\r\n\r\nIn fertility studies with high doses of atorvastatin, there were events of aplasia, aspermia, low testis and epididymal weight, decreased sperm motility, decreased spermatid head concentration and increased abnormal sperm.[FDA label]\r\n\r\nAtorvastatin was shown to not be mutagenic in diverse mutagenic assays.[FDA label]",
    "targets": [
        [
            "HMGCR",
            "3-hydroxy-3-methylglutaryl-coenzyme A reductase",
            "Humans"
        ],
        [
            "DPP4",
            "Dipeptidyl peptidase 4",
            "Humans"
        ],
        [
            "AHR",
            "Aryl hydrocarbon receptor",
            "Humans"
        ],
        [
            "HDAC2",
            "Histone deacetylase 2",
            "Humans"
        ],
        [
            "NR1I3",
            "Nuclear receptor subfamily 1 group I member 3",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP3A5",
            "Cytochrome P450 3A5",
            "Humans"
        ],
        [
            "CYP3A7",
            "Cytochrome P450 3A7",
            "Humans"
        ],
        [
            "CYP2C8",
            "Cytochrome P450 2C8",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ],
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ],
        [
            "CYP2B6",
            "Cytochrome P450 2B6",
            "Humans"
        ],
        [
            "UGT1A1",
            "UDP-glucuronosyltransferase 1-1",
            "Humans"
        ],
        [
            "UGT1A3",
            "UDP-glucuronosyltransferase 1-3",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ],
        [
            "SLCO1A2",
            "Solute carrier organic anion transporter family member 1A2",
            "Humans"
        ],
        [
            "SLCO1B1",
            "Solute carrier organic anion transporter family member 1B1",
            "Humans"
        ],
        [
            "ABCC4",
            "Multidrug resistance-associated protein 4",
            "Humans"
        ],
        [
            "ABCC5",
            "Multidrug resistance-associated protein 5",
            "Humans"
        ],
        [
            "ABCC1",
            "Multidrug resistance-associated protein 1",
            "Humans"
        ],
        [
            "SLCO2B1",
            "Solute carrier organic anion transporter family member 2B1",
            "Humans"
        ],
        [
            "SLCO1B3",
            "Solute carrier organic anion transporter family member 1B3",
            "Humans"
        ],
        [
            "ABCC2",
            "Canalicular multispecific organic anion transporter 1",
            "Humans"
        ],
        [
            "ABCB11",
            "Bile salt export pump",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ]
    ],
    "genomic-data": [
        {
            "DrugBank ID": "DB01076",
            "Drug Name": "Atorvastatin",
            "Gene Symbol": "KIF6",
            "RS ID (Genotype)": "rs20455",
            "Effect Description": "Patients with this genotype have a greater reduction in risk of a major cardiovascular event with high dose atorvastatin."
        },
        {
            "DrugBank ID": "DB01076",
            "Drug Name": "Atorvastatin",
            "Gene Symbol": "HMGCR",
            "RS ID (Genotype)": "rs17244841",
            "Effect Description": "Patients with this genotype have a lesser reduction in LDL cholesterol with atorvastatin."
        },
        {
            "DrugBank ID": "DB01076",
            "Drug Name": "Atorvastatin",
            "Gene Symbol": "CYP3A4",
            "RS ID (Genotype)": "rs2740574",
            "Effect Description": "Patients with this genotype have an greater reduction in LDL cholesterol with atorvastatin."
        }
    ]
}