{
    "pharmgkb_id": "PA134308647",
    "drugbank_id": "DB01098",
    "names": [
        "Rosuvastatin",
        "Astende",
        "Cirantan",
        "Cresadex",
        "Provisacor ",
        "Razel",
        "Rosedex",
        "Rosimol",
        "Rosumed",
        "Rosustatin",
        "Rosuvas",
        "Rosuvast",
        "Rosvel",
        "Rovartal",
        "Simestat",
        "Sinlip",
        "Visacor",
        "Vivacor"
    ],
    "description": "Rosuvastatin, also known as the brand name product Crestor, is a lipid-lowering drug that belongs to the statin class of medications, which are used to lower the risk of cardiovascular disease and manage elevated lipid levels by inhibiting the endogenous production of cholesterol in the liver. More specifically, statin medications competitively inhibit the enzyme hydroxymethylglutaryl-coenzyme A (HMG-CoA) Reductase,[A181421] which catalyzes the conversion of HMG-CoA to mevalonic acid and is the third step in a sequence of metabolic reactions involved in the production of several compounds involved in lipid metabolism and transport including cholesterol, low-density lipoprotein (LDL) (sometimes referred to as \"bad cholesterol\"), and very low-density lipoprotein (VLDL). Prescribing of statin medications is considered standard practice following any cardiovascular events and for people with a moderate to high risk of development of CVD, such as those with Type 2 Diabetes. The clear evidence of the benefit of statin use coupled with very minimal side effects or long term effects has resulted in this class becoming one of the most widely prescribed medications in North America.[A181087, A181406]\r\n\r\nRosuvastatin and other drugs from the statin class of medications including [atorvastatin], [pravastatin], [simvastatin], [fluvastatin], and [lovastatin] are considered first-line options for the treatment of dyslipidemia.[A181087, A181406] This is largely due to the fact that cardiovascular disease (CVD), which includes heart attack, atherosclerosis, angina, peripheral artery disease, and stroke, has become a leading cause of death in high-income countries and a major cause of morbidity around the world.[A181084] Elevated cholesterol levels, and in particular, elevated low-density lipoprotein (LDL) levels, are an important risk factor for the development of CVD.[A181087,A181553] Use of statins to target and reduce LDL levels has been shown in a number of landmark studies to significantly reduce the risk of development of CVD and all-cause mortality.[A181090,A181093,A181096,A181427,A181475,A181538] Statins are considered a cost-effective treatment option for CVD due to their evidence of reducing all-cause mortality including fatal and non-fatal CVD as well as the need for surgical revascularization or angioplasty following a heart attack.[A181087, A181406] Evidence has shown that even for low-risk individuals (with <10% risk of a major vascular event occurring within 5 years) statins cause a 20%-22% relative reduction in major cardiovascular events (heart attack, stroke, coronary revascularization, and coronary death) for every 1 mmol/L reduction in LDL without any significant side effects or risks.[A181397, A181403]\r\n\r\nWhile all statin medications are considered equally effective from a clinical standpoint, rosuvastatin is considered the most potent; doses of 10 to 40mg rosuvastatin per day were found in clinical studies to result in a 45.8% to 54.6% decreases in LDL cholesterol levels, which is about three-fold more potent than [atorvastatin]'s effects on LDL cholesterol.[A181409,A1793] However, the results of the SATURN trial[A181427] concluded that despite this difference in potency, there was no difference in their effect on the progression of coronary atherosclerosis.\r\n\r\nRosuvastatin is also a unique member of the class of statins due to its high hydrophilicity which increases hepatic uptake at the site of action, low bioavailability, and minimal metabolism via the Cytochrome P450 system.[A181523] This last point results in less risk of drug-drug interactions compared to [atorvastatin], [lovastatin], and [simvastatin], which are all extensively metabolized by Cytochrome P450 (CYP) 3A4, an enzyme involved in the metabolism of many commonly used drugs.[A181460] Drugs such as [ciclosporin], [gemfibrozil], and some antiretrovirals are more likely to interact with this statin through antagonism of OATP1B1 organic anion transporter protein 1B1-mediated hepatic uptake of rosuvastatin.[F4649, F4652]",
    "indication": "The FDA monograph states that rosuvastatin is indicated as an adjunct to diet in the treatment of triglyceridemia, Primary Dysbetalipoproteinemia (Type III Hyperlipoproteinemia), and Homozygous Familial Hypercholesterolemia.[F4649]\r\n\r\nThe Health Canada monograph for rosuvastatin further specifies that rosuvastatin is indicated for the reduction of elevated total cholesterol (Total-C), LDL-C, ApoB, the Total-C/HDL-C ratio and triglycerides (TG) and for increasing HDL-C in hyperlipidemic and dyslipidemic conditions when response to diet and exercise alone has been inadequate. It is also indicated for the prevention of major cardiovascular events (including risk of myocardial infarction, nonfatal stroke, and coronary artery revascularization) in adult patients without documented history of cardiovascular or cerebrovascular events, but with at least two conventional risk factors for cardiovascular disease.[F4652]\r\n\r\nPrescribing of statin medications is considered standard practice following any cardiovascular events and for people with a moderate to high risk of development of CVD. Statin-indicated conditions include diabetes mellitus, clinical atherosclerosis (including myocardial infarction, acute coronary syndromes, stable angina, documented coronary artery disease, stroke, trans ischemic attack (TIA), documented carotid disease, peripheral artery disease, and claudication), abdominal aortic aneurysm, chronic kidney disease, and severely elevated LDL-C levels.[A181087, A181406]",
    "pharmacodynamics": "Rosuvastatin is a synthetic, enantiomerically pure antilipemic agent. It is used to lower total cholesterol, low density lipoprotein-cholesterol (LDL-C), apolipoprotein B (apoB), non-high density lipoprotein-cholesterol (non-HDL-C), and trigleride (TG) plasma concentrations while increasing HDL-C concentrations. High LDL-C, low HDL-C and high TG concentrations in the plasma are associated with increased risk of atherosclerosis and cardiovascular disease. The total cholesterol to HDL-C ratio is a strong predictor of coronary artery disease and high ratios are associated with higher risk of disease. Increased levels of HDL-C are associated with lower cardiovascular risk. By decreasing LDL-C and TG and increasing HDL-C, rosuvastatin reduces the risk of cardiovascular morbidity and mortality.[A181087, A181406]\r\n\r\nElevated cholesterol levels, and in particular, elevated low-density lipoprotein (LDL) levels, are an important risk factor for the development of CVD.[A181087] Use of statins to target and reduce LDL levels has been shown in a number of landmark studies to significantly reduce the risk of development of CVD and all-cause mortality.[A181090,A181093,A181096,A181427,A181475] Statins are considered a cost-effective treatment option for CVD due to their evidence of reducing all-cause mortality including fatal and non-fatal CVD as well as the need for surgical revascularization or angioplasty following a heart attack.[A181087, A181406] Evidence has shown that even for low-risk individuals (with <10% risk of a major vascular event occurring within 5 years) statins cause a 20%-22% relative reduction in major cardiovascular events (heart attack, stroke, coronary revascularization, and coronary death) for every 1 mmol/L reduction in LDL without any significant side effects or risks.[A181397, A181403]\r\n\r\n**Skeletal Muscle Effects**\r\n\r\nCases of myopathy and rhabdomyolysis with acute renal failure secondary to myoglobinuria have been reported with HMG-CoA reductase inhibitors, including rosuvastatin. These risks can occur at any dose level, but are increased at the highest dose (40 mg). Rosuvastatin should be prescribed with caution in patients with predisposing factors for myopathy (e.g., age ≥ 65 years, inadequately treated hypothyroidism, renal impairment).\r\n\r\nThe risk of myopathy during treatment with rosuvastatin may be increased with concurrent administration of some other lipid-lowering therapies (such as [fenofibrate] or [niacin]), [gemfibrozil], [cyclosporine], [atazanavir]/[ritonavir], [lopinavir]/ritonavir, or [simeprevir].  Cases of myopathy, including rhabdomyolysis, have been reported with HMG-CoA reductase inhibitors, including rosuvastatin, coadministered with [colchicine], and caution should therefore be exercised when prescribing these two medications together.[F4649] \r\n\r\nReal-world data from observational studies has suggested that 10-15% of people taking statins may experience muscle aches at some point during treatment.[A182258]\r\n\r\n**Liver Enzyme Abnormalities**\r\n\r\nIncreases in serum transaminases have been reported with HMG-CoA reductase inhibitors, including rosuvastatin. In most cases, the elevations were transient and resolved or improved on continued therapy or after a brief interruption in therapy. There were two cases of jaundice, for which a relationship to rosuvastatin therapy could not be determined, which resolved after discontinuation of therapy. There were no cases of liver failure or irreversible liver disease in these trials.[F4649]\r\n\r\n**Endocrine Effects**\r\n\r\nIncreases in HbA1c and fasting serum glucose levels have been reported with HMG-CoA reductase inhibitors, including rosuvastatin calcium tablets. Based on clinical trial data with rosuvastatin, in some instances these increases may exceed the threshold for the diagnosis of diabetes mellitus.[F4649]\r\n\r\nAn in vitro study found that [atorvastatin], [pravastatin], [rosuvastatin], and [pitavastatin] exhibited a dose-dependent cytotoxic effect on human pancreas islet β cells, with reductions in cell viability of 32, 41, 34 and 29%, respectively, versus control]. Moreover, insulin secretion rates were decreased by 34, 30, 27 and 19%, respectively, relative to control.[A182012]\r\n\r\nHMG-CoA reductase inhibitors interfere with cholesterol synthesis and lower cholesterol levels and, as such, might theoretically blunt adrenal or gonadal steroid hormone production. Rosuvastatin demonstrated no effect upon nonstimulated cortisol levels and no effect on thyroid metabolism as assessed by TSH plasma concentration. In rosuvastatin treated patients, there was no impairment of adrenocortical reserve and no reduction in plasma cortisol concentrations. Clinical studies with other HMG-CoA reductase inhibitors have suggested that these agents do not reduce plasma testosterone concentration. The effects of HMG-CoA reductase inhibitors on male fertility have not been studied. The effects, if any, on the pituitarygonadal axis in premenopausal women are unknown.[F4652]\r\n\r\n**Cardiovascular**\r\n\r\nUbiquinone levels were not measured in rosuvastatin clinical trials, however significant decreases in circulating ubiquinone levels in patients treated with other statins have been observed. The clinical significance of a potential long-term statin-induced deficiency of ubiquinone has not been established. It has been reported that a decrease in myocardial ubiquinone levels could lead to impaired cardiac function in patients with borderline congestive heart failure.[F4652]\r\n\r\n**Lipoprotein A**\r\n\r\nIn some patients, the beneficial effect of lowered total cholesterol and LDL-C levels may be partly blunted by a concomitant increase in the Lipoprotein(a) [Lp(a)] concentrations. Present knowledge suggests the importance of high Lp(a) levels as an emerging risk factor for coronary heart disease. It is thus desirable to maintain and reinforce lifestyle changes in high-risk patients placed on rosuvastatin therapy.[F4652] Further studies have demonstrated statins affect Lp(a) levels differently in patients with dyslipidemia depending on their apo(a) phenotype; statins increase Lp(a) levels exclusively in patients with the low molecular weight apo(a) phenotype.[A181418]",
    "mechanism-of-action": "Rosuvastatin is a statin medication and a competitive inhibitor of the enzyme HMG-CoA (3-hydroxy-3-methylglutaryl coenzyme A) reductase, which catalyzes the conversion of HMG-CoA to mevalonate, an early rate-limiting step in cholesterol biosynthesis.[A181421] Rosuvastatin acts primarily in the liver, where decreased hepatic cholesterol concentrations stimulate the upregulation of hepatic low density lipoprotein (LDL) receptors which increases hepatic uptake of LDL. Rosuvastatin also inhibits hepatic synthesis of very low density lipoprotein (VLDL).[F4649] The overall effect is a decrease in plasma LDL and VLDL. \r\n\r\nIn vitro and in vivo animal studies also demonstrate that rosuvastatin exerts vasculoprotective effects independent of its lipid-lowering properties, also known as the pleiotropic effects of statins.[A181424] This includes improvement in endothelial function, enhanced stability of atherosclerotic plaques, reduced oxidative stress and inflammation, and inhibition of the thrombogenic response.\r\n\r\nStatins have also been found to bind allosterically to β2 integrin function-associated antigen-1 (LFA-1), which plays an important role in leukocyte trafficking and in T cell activation.[A181559]\r\n\r\nRosuvastatin exerts an anti-inflammatory effect on rat mesenteric microvascular endothelium by attenuating leukocyte rolling, adherence and transmigration.[A1807] The drug also modulates nitric oxide synthase (NOS) expression and reduces ischemic-reperfusion injuries in rat hearts.[A1787] Rosuvastatin increases the bioavailability of nitric oxide[A1807,A1799,A1787] by upregulating NOS[A1791] and by increasing the stability of NOS through post-transcriptional polyadenylation.[A1796] It is unclear as to how rosuvastatin brings about these effects though they may be due to decreased concentrations of mevalonic acid.",
    "absorption": "In a study of healthy white male volunteers, the absolute oral bioavailability of rosuvastatin was found to be approximately 20% while absorption was estimated to be 50%, which is consistent with a substantial first-pass effect after oral dosing.[A181451, A181454] Another study in healthy volunteers found that the peak plasma concentration (Cmax) of rosuvastatin was 6.06ng/mL and was reached at a median of 5 hours following oral dosing.[A181463] Both Cmax and AUC increased in approximate proportion to dose. Neither food nor evening versus morning administration was shown to have an effect on the AUC of rosuvastatin.[F4649, F4652] Many statins are known to interact with hepatic uptake transporters and thus reach high concentrations at their site of action in the liver.\r\n\r\nBreast Cancer Resistance Protein (BCRP) is a membrane-bound protein that plays an important role in the absorption of rosuvastatin, particularly as CYP3A4 has minimal involvement in its metabolism.[A181460] Evidence from pharmacogenetic studies of c.421C>A single nucleotide polymorphisms (SNPs) in the gene for BCRP has demonstrated that individuals with the 421AA genotype have reduced functional activity and 2.4-fold higher AUC and Cmax values for rosuvastatin compared to study individuals with the control 421CC genotype. This has important implications for the variation in response to the drug in terms of efficacy and toxicity, particularly as the BCRP c.421C>A polymorphism occurs more frequently in Asian populations than in Caucasians.[A181478, A181487] Other statin drugs impacted by this polymorphism include [fluvastatin] and [atorvastatin].[A181478]\r\n\r\nGenetic differences in the OATP1B1 (organic-anion-transporting polypeptide 1B1) hepatic transporter have also been shown to impact rosuvastatin pharmacokinetics. Evidence from pharmacogenetic studies of the c.521T>C SNP showed that rosuvastatin AUC was increased 1.62-fold for individuals homozygous for 521CC compared to homozygous 521TT individuals.[A181493] Other statin drugs impacted by this polymorphism include [simvastatin], [pitavastatin], [atorvastatin], and [pravastatin].[A181460]\r\n\r\nFor patients known to have the above-mentioned c.421AA BCRP or c.521CC OATP1B1 genotypes, a maximum daily dose of 20mg of rosuvastatin is recommended to avoid adverse effects from the increased exposure to the drug, such as muscle pain and risk of rhabdomyolysis.[F4652]",
    "metabolism": "Rosuvastatin is not extensively metabolized, as demonstrated by the small amount of radiolabeled dose that is recovered as a metabolite (~10%). Cytochrome P450 (CYP) 2C9 is primarily responsible for the formation of rosuvastatin's major metabolite, N-desmethylrosuvastatin, which has approximately 20-50% of the pharmacological activity of its parent compound in vitro.[F4649, F4652] However, this metabolic pathway isn't deemed to be clinically significant as there were no observable effects found on rosuvastatin pharmacokinetics when rosuvastatin was coadministered with fluconazole, a potent CYP2C9 inhibitor.[A34483]\r\n\r\nIn vitro and in vivo data indicate that rosuvastatin has no clinically significant cytochrome P450 interactions (as substrate, inhibitor or inducer). Consequently, there is little potential for drug-drug interactions upon coadministration with agents that are metabolized by cytochrome P450.[F4652]",
    "toxicity": "Generally well-tolerated. Side effects may include myalgia, constipation, asthenia, abdominal pain, and nausea. Other possible side effects include myotoxicity (myopathy, myositis, rhabdomyolysis) and hepatotoxicity. To avoid toxicity in Asian patients, lower doses should be considered. Pharmacokinetic studies show an approximately two-fold increase in peak plasma concentration and AUC in Asian patients (Philippino, Chinese, Japanese, Korean, Vietnamese, or Asian-Indian descent) compared to Caucasian patients. ",
    "targets": [
        [
            "HMGCR",
            "3-hydroxy-3-methylglutaryl-coenzyme A reductase",
            "Humans"
        ],
        [
            "ITGAL",
            "Integrin alpha-L",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCC4",
            "Multidrug resistance-associated protein 4",
            "Humans"
        ],
        [
            "SLCO1A2",
            "Solute carrier organic anion transporter family member 1A2",
            "Humans"
        ],
        [
            "SLCO1B1",
            "Solute carrier organic anion transporter family member 1B1",
            "Humans"
        ],
        [
            "SLCO1B3",
            "Solute carrier organic anion transporter family member 1B3",
            "Humans"
        ],
        [
            "SLCO2B1",
            "Solute carrier organic anion transporter family member 2B1",
            "Humans"
        ],
        [
            "SLC7A11",
            "Cystine/glutamate transporter",
            "Humans"
        ],
        [
            "ABCB11",
            "Bile salt export pump",
            "Humans"
        ],
        [
            "ABCG2",
            "ATP-binding cassette sub-family G member 2",
            "Humans"
        ],
        [
            "ABCC2",
            "Canalicular multispecific organic anion transporter 1",
            "Humans"
        ],
        [
            "SLC22A8",
            "Solute carrier family 22 member 8",
            "Humans"
        ],
        [
            "SLC10A1",
            "Sodium/bile acid cotransporter",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ]
    ],
    "genomic-data": [
        {
            "DrugBank ID": "DB01098",
            "Drug Name": "Rosuvastatin",
            "Gene Symbol": "KIF6",
            "RS ID (Genotype)": "rs20455",
            "Effect Description": "Patients with this genotype have a greater reduction in risk of a major cardiovascular event with high dose rosuvastatin."
        },
        {
            "DrugBank ID": "DB01098",
            "Drug Name": "Rosuvastatin",
            "Gene Symbol": "HMGCR",
            "RS ID (Genotype)": "rs17244841",
            "Effect Description": "Patients with this genotype have a lesser reduction in LDL cholesterol with rosuvastatin."
        },
        {
            "DrugBank ID": "DB01098",
            "Drug Name": "Rosuvastatin",
            "Gene Symbol": "ABCG2",
            "RS ID (Genotype)": "rs2231142",
            "Effect Description": "Patients with this genotype have a greater reduction in LDL cholesterol with rosuvastatin."
        }
    ]
}