{
    "pharmgkb_id": "PA162372878",
    "drugbank_id": "DB01254",
    "names": [
        "Dasatinib"
    ],
    "description": "Dasatinib is an orally available multikinase inhibitor indicated for the treatment of Philadelphia chromosome (Ph)-positive leukemias.[A2224,L45171] Ph is a chromosomal abnormality found in patients with chronic myelogenous leukemia (CML) and acute lymphocytic leukemia (ALL), where the ABL tyrosine kinase and the breakpoint cluster region (BCR) gene transcribe the chimeric protein BCR-ABL. BCR-ABL is associated with the uncontrolled activity of the ABL tyrosine kinase and is involved in the pathogenesis of CML and 15-30% of ALL cases.[A11377,A33432] Dasatinib also inhibits a spectrum of kinases involved in cancer, including several SRC-family kinases.[A11377] \r\n\r\nUnlike [imatinib], another tyrosine kinase used for the treatment of CML and Ph-positive ALL, dasatinib inhibits the active and inactive conformations of the ABL kinase domain.[A2226,A11377] Also, mutations in the kinase domain of BCR-ABL may lead to relapse during imatinib treatment. Since dasatinib does not interact with some of the residues involved in those mutations, the use of this drug represents a therapeutic alternative for patients with cancers that have developed imatinib-resistance.[A2226] The use of dasatinib was first approved by the FDA in 2006.[L45171,L45186]",
    "indication": "Dasatinib is indicated for the treatment of newly diagnosed adults with Philadelphia chromosome-positive (Ph+) chronic myeloid leukemia (CML) in chronic phase, as well as adults with chronic, accelerated, or myeloid or lymphoid blast phase Ph+ CML with resistance or intolerance to prior therapy including imatinib, and adults with Philadelphia chromosome-positive acute lymphoblastic leukemia (Ph+ ALL) with resistance or intolerance to prior therapy. Dasatinib is also indicated for the treatment of pediatric patients 1 year of age and older with Ph+ CML in chronic phase or newly diagnosed Ph+ ALL in combination with chemotherapy.[L45171]",
    "pharmacodynamics": "Dasatinib is an orally available small-molecule multikinase inhibitor.[A11377] During clinical trials, less than 1% of patients treated with dasatinib had QTc prolongation as an adverse reaction, and 1% experienced a QTcF higher than 500 ms. The use of dasatinib is also associated with myelosuppression, bleeding-related events, fluid retention, cardiovascular toxicity, pulmonary arterial hypertension, severe dermatologic reactions, tumor lysis syndrome and hepatotoxicity. It may also cause embryo-fetal toxicity and lead to adverse reactions associated with bone growth and development in pediatric patients.[L45171]",
    "mechanism-of-action": "Dasatinib is a tyrosine kinase inhibitor with several targets. At nanomolar concentrations, it inhibits BCR-ABL, SRC family (SRC, LCK, YES, FYN), c-KIT, EPHA2, and PDGFR&beta;.[A2224,A11377,L45171] In patients with chronic myeloid leukemia (CML), the tyrosine kinase activity of BCR-ABL is deregulated, leading to the growth, proliferation and survival of cancerous hematopoietic cells. Dasatinib binds to the active and inactive conformation of the ABL kinase domain with a higher affinity than imatinib.[A33432] In chronic myeloid leukemia (CML) and acute lymphoblastic leukemia (ALL) cell lines overexpressing BCR-ABL, dasatinib inhibits cell growth. Also, dasatinib has _in vitro_ activity against leukemic cell lines that are either sensitive or resistant to imatinib.[L45171] It has been suggested that dasatinib is able to overcome imatinib resistance caused by BCR-ABL kinase domain mutations because it does not require interaction with some of the residues involved in those mutations.[A33432,L45171]",
    "absorption": "Dasatinib has a dose-proportional pharmacokinetic profile and a linear elimination between 15 mg/day (0.15 times the lowest approved recommended dose) and 240 mg/day (1.7 times the highest approved recommended dose). At 100 mg once a day, dasatinib has a C<sub>max</sub> and AUC of 82.2 ng/mL and 397 ng/mL*hr, respectively. In healthy adult subjects given dasatinib as dispersed tablets in juice, the adjusted geometric mean ratio compared to intact tablets was 0.97 for C<sub>max</sub>, and 0.84 for AUC. The T<sub>max</sub> of dasatinib is between 0.5 and 6 hours following oral administration. Following a single dose of 100 mg, a high-fat meal increases the AUC of dasatinib by 14%.[L45171]",
    "metabolism": "In humans, dasatinib is mainly metabolized by CYP3A4, although flavin-containing monooxygenase 3 (FMO3) and uridine diphosphate-glucuronosyltransferase (UGT) enzymes are also involved in the formation of dasatinib metabolites.[L45171] Five pharmacologically active dasatinib metabolites have been identified: M4, M5, M6, M20 and M24. M4, M20, and M24 are mainly generated by CYP3A4, M5 is generated by FMO3, and M6 is generated by a cytosolic oxidoreductase.[A257226,A15000] M4 is equipotent to dasatinib and represents approximately 5% of the AUC. However, it is unlikely to play a major role in the observed pharmacology of dasatinib.[A257226,L45171] M5 and M6 are more than 10 times less active than dasatinib and are considered minor circulating metabolites.[A257226]",
    "toxicity": "Overdose cases with dasatinib occurred in isolated cases during clinical studies. Patients that received 280 mg of dasatinib per day for 1 week developed severe myelosuppression and bleeding. Since dasatinib is associated with severe myelosuppression, patients that ingest more than the recommended dosage should be monitored closely for myelosuppression and receive appropriate supportive treatment.[L45171]\r\n\r\nAcute overdose in animals was associated with cardiotoxicity. In rodents, ventricular necrosis and valvular/ventricular/atrial hemorrhage were detected at single doses higher than or equal to 100 mg/kg (600 mg/m<sup>2</sup>). In monkeys receiving single doses higher than or equal to 10 mg/kg (120 mg/m<sup>2</sup>), there was a tendency for increased systolic and diastolic blood pressure.[L45171] In rats, the oral LD<sub>50</sub> of dasatinib is 50-100 mg/kg, and in monkeys, it is 25-45 mg/kg.[L45176]",
    "targets": [
        [
            "ABL1",
            "Tyrosine-protein kinase ABL1",
            "Humans"
        ],
        [
            "SRC",
            "Proto-oncogene tyrosine-protein kinase Src",
            "Humans"
        ],
        [
            "EPHA2",
            "Ephrin type-A receptor 2",
            "Humans"
        ],
        [
            "LCK",
            "Tyrosine-protein kinase Lck",
            "Humans"
        ],
        [
            "YES1",
            "Tyrosine-protein kinase Yes",
            "Humans"
        ],
        [
            "KIT",
            "Mast/stem cell growth factor receptor Kit",
            "Humans"
        ],
        [
            "PDGFRB",
            "Platelet-derived growth factor receptor beta",
            "Humans"
        ],
        [
            "STAT5B",
            "Signal transducer and activator of transcription 5B",
            "Humans"
        ],
        [
            "ABL2",
            "Tyrosine-protein kinase ABL2",
            "Humans"
        ],
        [
            "FYN",
            "Tyrosine-protein kinase Fyn",
            "Humans"
        ],
        [
            "BTK",
            "Tyrosine-protein kinase BTK",
            "Humans"
        ],
        [
            "NR4A3",
            "Nuclear receptor subfamily 4 group A member 3",
            "Humans"
        ],
        [
            "BCR",
            "Breakpoint cluster region protein",
            "Humans"
        ],
        [
            "CSK",
            "Tyrosine-protein kinase CSK",
            "Humans"
        ],
        [
            "EPHA5",
            "Ephrin type-A receptor 5",
            "Humans"
        ],
        [
            "EPHB4",
            "Ephrin type-B receptor 4",
            "Humans"
        ],
        [
            "FGR",
            "Tyrosine-protein kinase Fgr",
            "Humans"
        ],
        [
            "FRK",
            "Tyrosine-protein kinase FRK",
            "Humans"
        ],
        [
            "HSPA8",
            "Heat shock cognate 71 kDa protein",
            "Humans"
        ],
        [
            "LYN",
            "Tyrosine-protein kinase Lyn",
            "Humans"
        ],
        [
            "ZAK",
            "Mitogen-activated protein kinase kinase kinase MLT",
            "Humans"
        ],
        [
            "MAPK14",
            "Mitogen-activated protein kinase 14",
            "Humans"
        ],
        [
            "PPAT",
            "Amidophosphoribosyltransferase",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP1A1",
            "Cytochrome P450 1A1",
            "Humans"
        ],
        [
            "CYP1A2",
            "Cytochrome P450 1A2",
            "Humans"
        ],
        [
            "CYP1B1",
            "Cytochrome P450 1B1",
            "Humans"
        ],
        [
            "CYP3A5",
            "Cytochrome P450 3A5",
            "Humans"
        ],
        [
            "FMO3",
            "Dimethylaniline monooxygenase [N-oxide-forming] 3",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ],
        [
            "ABCG2",
            "ATP-binding cassette sub-family G member 2",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": null
}