{
    "pharmgkb_id": "PA451512",
    "drugbank_id": "DB01082",
    "names": [
        "Streptomycin"
    ],
    "description": "Streptomycin, an antibiotic derived from _Streptomyces griseus_, was the first aminoglycoside to be discovered and used in practice in the 1940s.[A233325,A233390] Selman Waksman and eventually Albert Schatz were recognized with the Nobel Prize in Medicine for their discovery of streptomycin and its antibacterial activity.[A233325,A232294] Although streptomycin was the first antibiotic determined to be effective against mycobacterium tuberculosis, it has fallen out of favor due to resistance and is now primarily used as adjunctive treatment in cases of multi-drug resistant tuberculosis.[A233325]",
    "indication": "Although streptomycin was the first antibiotic available for the treatment of mycobacterium tuberculosis, it is now largely a second line option due to resistance and toxicity.[A233320] Streptomycin may also be used to treat a variety of other infections caused by susceptible strains of aerobic bacteria where other less toxic agents are ineffective. Examples include: _Yersinia pestis_, _Francisella tularensis_, _Brucella_, _Calymmatobacterium granulomatis_ (donovanosis, granuloma inguinale), _H. ducreyi_ (chancroid), _H. influenzae_ (in respiratory, endocardial, and meningeal infections - concomitantly with another antibacterial agents). _K. pneumoniae_ pneumonia (concomitantly with another antibacterial agent), _E.coli_, _Proteus_, _A.aerogenes_, _K. pneumoniae_, and \r\n_Enterococcus faecalis_ in urinary tract infections, _Streptococcus viridans_, _Enterococcus faecalis_ (in endocardial infections - concomitantly with penicillin), and Gram-negative bacillary bacteremia (concomitantly with another antibacterial agent).",
    "pharmacodynamics": "Although streptomycin originally had broad gram-negative and gram-positive coverage, its spectrum of activity has been significantly narrowed due to antibiotic resistance.[A233320] Streptomycins current spectrum of activity includes susceptible strains of Yersinia pestis, Francisella tularensis, Brucella, Calymmatobacterium granulomatis, H. ducreyi, H. influenza, K. pneumoniae pneumonia, E.coli, Proteus, A. aerogenes, K. pneumoniae, Enterococcus faecalis, Streptococcus viridans, Enterococcus faecalis, and Gram-negative bacillary bacteremia. Streptomycin is not reliably active against pseudomonas aeruginosa.[A233320] \r\n\r\nSimilar to other aminoglycosides, streptomycin is considered to have a narrow therapeutic index.[A233769] Characteristic toxicities of streptomycin include nephrotoxicity and ototoxicity.[A233320,A232294] Patients should be carefully monitored for early signs of hearing loss and vestibular dysfunction in order to prevent permanent damage to sensorineural cells. Neuromuscular blockade has also been rarely reported.[A232294]",
    "mechanism-of-action": "There are 3 key phases of aminoglycoside entry into cells.[A232294] The first “ionic binding phase” occurs when polycationic aminoglycosides bind electrostatically to negatively charged components of bacterial cell membranes including with lipopolysaccharides and phospholipids within the outer membrane of Gram-negative bacteria and to teichoic acids and phospholipids within the cell membrane of Gram-positive bacteria. This binding results in displacement of divalent cations and increased membrane permeability, allowing for aminoglycoside entry.[A232294, A232304, A232309, A232314]\r\n\r\nThe second “energy-dependent phase I” of aminoglycoside entry into the cytoplasm relies on the proton-motive force and allows a limited amount of aminoglycoside access to its primary intracellular target - the bacterial 30S ribosome.[A232294, A232314] This ultimately results in the mistranslation of proteins and disruption of the cytoplasmic membrane.[A233320] Finally, in the “energy-dependent phase II” stage, concentration-dependent bacterial killing is observed. Aminoglycoside rapidly accumulates in the cell due to the damaged cytoplasmic membrane, and protein mistranslation and synthesis inhibition is amplified.[A232294, A232314, A232319]\r\n\r\nHence, aminoglycosides have both immediate bactericidal effects through membrane disruption and delayed bactericidal effects through impaired protein synthesis; observed experimental data and mathematical modeling support this two-mechanism model.[A232294, A232299]\r\n\r\nInhibition of protein synthesis is a key component of aminoglycoside efficacy. Structural and cell biological studies suggest that aminoglycosides bind to the 16S rRNA in helix 44 (h44), near the A site of the 30S ribosomal subunit, altering interactions between h44 and h45. This binding also displaces two important residues, A1492 and A1493, from h44, mimicking normal conformational changes that occur with successful codon-anticodon pairing in the A site.[A232324, A232329] Overall, aminoglycoside binding has several negative effects including inhibition of translation, initiation, elongation, and ribosome recycling.[A232294, A232334, A232339] Recent evidence suggests that the latter effect is due to a cryptic second binding site situated in h69 of the 23S rRNA of the 50S ribosomal subunit.[A232329, A232339] Also, by stabilizing a conformation that mimics correct codon-anticodon pairing, aminoglycosides promote error-prone translation.[A232344] Mistranslated proteins can incorporate into the cell membrane, inducing the damage discussed above.[A232294, A232319]",
    "absorption": "Due to poor oral absorption, aminoglycosides including streptomycin are administered parenterally. Streptomycin is available as an intramuscular injection, and in some cases may be administered intravenously.[A233320,A233325] A peak serum concentration of 25-50 mcg/mL is achieved within 1 hour after intramuscular administration of 1 gram of streptomycin.[L33224] ",
    "metabolism": null,
    "toxicity": "The most common symptoms of streptomycin overdose are ototoxicity and vestibular impairment.[A233320] Streptomycin is also associated with nephrotoxicity which presents as mild elevations in blood urea, mild proteinuria, and excess cellular excretion. While in severe cases, streptomycin may lead to permanent hearing loss and vestibular dysfunction, any associated nephrotoxicity is typically transient.[A233320,A233385] In cases of toxicity, streptomycin serum concentrations may be lowered with dialysis.[A233320]\r\n",
    "targets": [
        [
            "rpsL",
            "30S ribosomal protein S12",
            "Escherichia coli (strain K12)"
        ],
        [
            "PADI4",
            "Protein-arginine deiminase type-4",
            "Humans"
        ]
    ],
    "enzymes": null,
    "transporters": null,
    "carriers": null,
    "genomic-data": null
}