{
    "pharmgkb_id": "PA449961",
    "drugbank_id": "DB01177",
    "names": [
        "Idarubicin"
    ],
    "description": "An orally administered anthracycline antineoplastic. The compound has shown activity against breast cancer, lymphomas and leukemias, together with the potential for reduced cardiac toxicity.",
    "indication": "For the treatment of acute myeloid leukemia (AML) in adults. This includes French-American-British (FAB) classifications M1 through M7.",
    "pharmacodynamics": "Idarubicin is an antineoplastic in the anthracycline class. General properties of drugs in this class include: interaction with DNA in a variety of different ways including intercalation (squeezing between the base pairs), DNA strand breakage and inhibition with the enzyme topoisomerase II. Most of these compounds have been isolated from natural sources and antibiotics. However, they lack the specificity of the antimicrobial antibiotics and thus produce significant toxicity. The anthracyclines are among the most important antitumor drugs available. Doxorubicin is widely used for the treatment of several solid tumors while daunorubicin and idarubicin are used exclusively for the treatment of leukemia. Idarubicin may also inhibit polymerase activity, affect regulation of gene expression, and produce free radical damage to DNA. Idarubicin possesses an antitumor effect against a wide spectrum of tumors, either grafted or spontaneous. The anthracyclines are cell cycle-nonspecific.",
    "mechanism-of-action": "Idarubicin has antimitotic and cytotoxic activity through a number of proposed mechanisms of action: Idarubicin forms complexes with DNA by intercalation between base pairs, and it inhibits topoisomerase II activity by stabilizing the DNA-topoisomerase II complex, preventing the religation portion of the ligation-religation reaction that topoisomerase II catalyzes.",
    "absorption": null,
    "metabolism": null,
    "toxicity": null,
    "targets": [
        [
            "TOP2A",
            "DNA topoisomerase 2-alpha",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCC1",
            "Multidrug resistance-associated protein 1",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": null
}