{
    "pharmgkb_id": "PA449957",
    "drugbank_id": "DB01050",
    "names": [
        "Ibuprofen",
        "Act-3",
        "Actiprofen",
        "Adex",
        "Aktren",
        "Alges-X",
        "Algoflex",
        "Algofren",
        "Alivium",
        "Artofen",
        "Betagesic",
        "Betaprofen",
        "Bonifen",
        "Brufen",
        "Brupro",
        "Buburone",
        "Buprovil",
        "Burana",
        "Butylenin",
        "Calprofen",
        "Cap-Profen",
        "Capsibu",
        "Children's Elixsure",
        "Children's Ibuprofen",
        "Dalsy",
        "Dismenol",
        "Diverin",
        "Dolgirid",
        "Dolgit",
        "Doloraz",
        "Dolormin",
        "Ebufac",
        "EmuProfen",
        "Epobron",
        "Fenbid",
        "Fenpaed",
        "Fenpain",
        "Ibalgin",
        "IBU-Ratiopharm",
        "Ibuflam",
        "Ibugel",
        "Ibugesic",
        "IbuHEXAL",
        "Ibuleve",
        "Ibum",
        "Ibumax",
        "Ibumetin",
        "Ibupain",
        "Ibuprocin",
        "Ibuprom",
        "Ibuprox",
        "Ibustar",
        "Ibutren",
        "Ibux",
        "Ibuxin",
        "Junior Strength Motrin",
        "Kratalgin",
        "Lamidon",
        "Lebrufen",
        "Liptan",
        "Lotem",
        "Medicol",
        "Medipren",
        "Mynosedin",
        "Mypaid",
        "Myprodol",
        "Narfen",
        "Naron Ace",
        "Neobrufen",
        "Nobfen",
        "Nobgen",
        "Norvectan",
        "Nuprin",
        "Nureflex",
        "Nurofen",
        "Orbifen",
        "Panafen",
        "Pediaprofen",
        "Rapidol",
        "Rimafen",
        "Roidenin",
        "Rufen",
        "Salvarina",
        "Seclodin",
        "Speedpain NANO",
        "Spidifen",
        "Suspren",
        "Tabalon",
        "Trendar",
        "Urem"
    ],
    "description": "Ibuprofen is a non-steroidal anti-inflammatory drug (NSAID) derived from propionic acid and it is considered the first of the propionics.[A39074] The formula of ibuprofen is 2-(4-isobutylphenyl) propionic acid and its initial development was in 1960 while researching for a safer alternative for aspirin.[A39075] Ibuprofen was finally patented in 1961 and this drug was first launched against rheumatoid arthritis in the UK in 1969 and USA in 1974. It was the first available over-the-counter NSAID.[A39076]\r\n\r\nOn the available products, ibuprofen is administered as a racemic mixture. Once administered, the R-enantiomer undergoes extensive interconversion to the S-enantiomer _in vivo_ by the activity of the alpha-methylacyl-CoA racemase. In particular, it is generally proposed that the S-enantiomer is capable of eliciting stronger pharmacological activity than the R-enantiomer.[A39194]",
    "indication": "Ibuprofen is the most commonly used and prescribed NSAID. It is a very common over-the-counter medication widely used as an analgesic, anti-inflammatory and antipyretic.[A39096]\r\n\r\nThe use of ibuprofen and its enantiomer [DB09213] in a racemic mix is common for the management of mild to moderate pain related to dysmenorrhea, headache, migraine, postoperative dental pain, spondylitis, osteoarthritis, rheumatoid arthritis, and soft tissue disorder.[A39097]\r\n\r\nDue to its activity against prostaglandin and thromboxane synthesis, ibuprofen has been attributed to alteration of platelet function and prolongation of gestation and labour.[A39092]\r\n\r\nAs ibuprofen is a widely used medication, the main therapeutic indications are:\r\n\r\n* Patent Ductus Arteriosus - it is a neonatal condition wherein the ductus arteriosus (blood vessel that connects the main pulmonary artery to the proximal descending aorta) fails to close after birth causing severe risk of heart failure. The prostaglandin inhibition of ibuprofen has been studied for the treatment of this condition as it is known that prostaglandin E2 is responsible for keeping the ductus arteriosus open.[A39100]\r\n\r\n* Rheumatoid- and osteo-arthritis - ibuprofen is very commonly used in the symptomatic treatment of inflammatory, musculoskeletal and rheumatic disorders.[A39176]\r\n\r\n* Cystic fibrosis - the use of high dosages of ibuprofen has been proven to decrease inflammation and decreasing polymorphonuclear cell influx in the lungs.[A39177]\r\n\r\n* Orthostatic hypotension - ibuprofen can induce sodium retention and antagonize the effect of diuretics which has been reported to be beneficial for patients with severe orthostatic hypotension.[A1651]\r\n\r\n* Dental pain - ibuprofen is used to manage acute and chronic orofacial pain.[A10901]\r\n\r\n* Pain - ibuprofen is widely used to reduce minor aches and pains as well as to reduce fever and manage dysmenorrhea. It is very commonly used for the relief of acute indications such as fever and tension headaches.[A39092] It is also used to manage mild to moderate pain and moderate to severe pain as an adjunct to opioid analgesics.[L40208]\r\n\r\n* Investigational uses - efforts have been put into developing ibuprofen for the prophylaxis of Alzheimer's disease, Parkinson disease, and breast cancer.[A39092]",
    "pharmacodynamics": "Ibuprofen has multiple actions in different inflammatory pathways involved in acute and chronic inflammation. The main effects reported in ibuprofen are related to the control of pain, fever and acute inflammation by the inhibition of the synthesis of prostanoids by COX-1 and COX-2. Pain relief is attributed to peripheral affected regions and central nervous system effects in the pain transmission mediated by the dorsal horn and higher spinothalamic tract. Some reports have tried to link the pain regulation with a possible enhancement on the synthesis of endogenous cannabinoids and action on the NMDA receptors. The effect on pain has been shown to be related to the cortically evoked potentials.[A39190]\r\n\r\nThe antipyretic effect is reported to be linked to the effect on the prostanoid synthesis due to the fact that the prostanoids are the main signaling mediator of pyresis in the hypothalamic-preoptic region.[A39190]\r\n\r\nThe use of ibuprofen in dental procedures is attributed to the local inhibition of prostanoid production as well as to anti-oedemic activity and an increase of plasma beta-endorphins. Some reports have suggested a rapid local reduction of the expression of COX-2 in dental pulp derived by the administration of ibuprofen.[A39190]\r\n\r\nThe administration of ibuprofen in patients with rheumatic diseases has shown to control joint symptoms.[A39092] \r\n\r\nIbuprofen is largely used in OTC products such as an agent for the management of dysmenorrhea which has been proven to reduce the amount of menstrual prostanoids and to produce a reduction in the uterine hypercontractility.[A39181] As well, it has been reported to reduce significantly the fever and the pain caused by migraines.[A39182, A39183] This effect is thought to be related to the effect on platelet activation and thromboxane A2 production which produces local vascular effects in the affected regions. This effect is viable as ibuprofen can enter in the central nervous system.[A39190]\r\n\r\nIn the investigational uses of ibuprofen, it has been reported to reduce neurodegeneration when given in low doses over a long time.[A39184] On the other hand, its use in Parkinson disease is related to the importance of inflammation and oxidative stress in the pathology of this condition.[A39185] The use of ibuprofen for breast cancer is related to a study that shows a decrease of 50% in the rate of breast cancer.[A39186]",
    "mechanism-of-action": "The exact mechanism of action of ibuprofen is unknown. However, ibuprofen is considered an NSAID and thus it is a non-selective inhibitor of cyclooxygenase, which is an enzyme involved in prostaglandin (mediators of pain and fever) and thromboxane (stimulators of blood clotting) synthesis via the arachidonic acid pathway.[L4614]\r\n\r\nIbuprofen is a non-selective COX inhibitor and hence, it inhibits the activity of both COX-1 and COX-2. The inhibition of COX-2 activity decreases the synthesis of prostaglandins involved in mediating inflammation, pain, fever, and swelling while the inhibition of COX-1 is thought to cause some of the side effects of ibuprofen including GI ulceration.[A39195]",
    "absorption": "It is very well absorbed orally and the peak serum concentration can be attained in 1 to 2 hours after extravascular administration. When ibuprofen is administered immediately after a meal there is a slight reduction in the absorption rate but there is no change in the extent of the absorption.[A39092] \r\n\r\nWhen orally administered, the absorption of ibuprofen in adults is very rapidly done in the upper GI tract.[A39190] The average Cmax, Tmax and AUC ranges around 20 mcg/ml, 2 h and 70 mcg.h/ml. These parameters can vary depending on the enantiomer form, route, and dose of administration.[A39190]",
    "metabolism": "Ibuprofen is rapidly metabolized and biotransformed in the liver to the formation of major metabolites which are the hydroxylated and carboxylated derivatives.[A39092] As soon as it is absorbed, the R-enantiomer undergoes extensive enantiomeric conversion (53-65%) to the more active S-enantiomer _in vivo_ by the activity of alpha-methylacyl-CoA racemase.[A39194] \r\n\r\nIbuprofen metabolism can be divided in phase I which is represented by the hydroxylation of the isobutyl chains for the formation of 2 or 3-hydroxy derivatives followed by oxidation to 2-carboxy-ibuprofen and p-carboxy-2-propionate. These oxidative reactions are performed by the activity of the cytochrome P450 isoforms CYP 2C9, CYP 2C19 and CYP 2C8. Therefore, these enzymes participate in the oxidation of the alkyl side chain to hydroxyl and carboxyl derivatives. From this enzymes, the major catalyst in the formation of oxidative metabolites is the isoform CYP 2C9.[A39190]\r\n\r\nThe metabolic phase I is followed by a phase II in which the oxidative metabolites may be conjugated to glucuronide prior to excretion. This activity forms phenolic and acyl glucuronides.[A39190]",
    "toxicity": "The symptoms of overdose are presented in individuals that consumed more than 99 mg/kg. Most common symptoms of overdose are abdominal pain, nausea, vomiting, lethargy, vertigo, drowsiness (somnolence), dizziness and insomnia. Other symptoms of overdose include headache, loss of consciousness, tinnitus, CNS depression, convulsions and seizures. May rarely cause metabolic acidosis, abnormal hepatic function, hyperkalemia, renal failure, dyspnea, respiratory depression, coma, acute renal failure, and apnea (primarily in very young pediatric patients).[A39200]\r\n\r\nThe reported LD50 of ibuprofen is of 636 mg/kg in rat, 740 mg/kg in mouse and 495 mg/kg in guinea pig.[MSDS]",
    "targets": [
        [
            "PTGS2",
            "Prostaglandin G/H synthase 2",
            "Humans"
        ],
        [
            "PTGS1",
            "Prostaglandin G/H synthase 1",
            "Humans"
        ],
        [
            "BCL2",
            "Apoptosis regulator Bcl-2",
            "Humans"
        ],
        [
            "THBD",
            "Thrombomodulin",
            "Humans"
        ],
        [
            "FABP2",
            "Fatty acid-binding protein, intestinal",
            "Humans"
        ],
        [
            "PPARG",
            "Peroxisome proliferator-activated receptor gamma",
            "Humans"
        ],
        [
            "CFTR",
            "Cystic fibrosis transmembrane conductance regulator",
            "Humans"
        ],
        [
            "PPARA",
            "Peroxisome proliferator-activated receptor alpha",
            "Humans"
        ],
        [
            "GP1BA",
            "Platelet glycoprotein Ib alpha chain",
            "Humans"
        ],
        [
            "S100A7",
            "Protein S100-A7",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP2C8",
            "Cytochrome P450 2C8",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ],
        [
            "UGT1A3",
            "UDP-glucuronosyltransferase 1-3",
            "Humans"
        ],
        [
            "UGT1A9",
            "UDP-glucuronosyltransferase 1-9",
            "Humans"
        ],
        [
            "UGT2B4",
            "UDP-glucuronosyltransferase 2B4",
            "Humans"
        ],
        [
            "UGT2B7",
            "UDP-glucuronosyltransferase 2B7",
            "Humans"
        ],
        [
            "AMACR",
            "Alpha-methylacyl-CoA racemase",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "SLCO2B1",
            "Solute carrier organic anion transporter family member 2B1",
            "Humans"
        ],
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ],
        [
            "ABCC4",
            "Multidrug resistance-associated protein 4",
            "Humans"
        ],
        [
            "ABCC1",
            "Multidrug resistance-associated protein 1",
            "Humans"
        ],
        [
            "SLCO1A2",
            "Solute carrier organic anion transporter family member 1A2",
            "Humans"
        ],
        [
            "SLC22A6",
            "Solute carrier family 22 member 6",
            "Humans"
        ],
        [
            "SLC22A8",
            "Solute carrier family 22 member 8",
            "Humans"
        ],
        [
            "SLC22A11",
            "Solute carrier family 22 member 11",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ]
    ],
    "genomic-data": null
}