{
    "pharmgkb_id": "PA165958346",
    "drugbank_id": "DB04876",
    "names": [
        "Vildagliptin",
        "EQUA"
    ],
    "description": "Vildagliptin (LAF237) is an orally active antihyperglycemic agent that selectively inhibits the dipeptidyl peptidase-4 (DPP-4) enzyme. It is used to manage type II diabetes mellitus, where GLP-1 secretion and insulinotropic effects are impaired.[A232488] By inhibiting DPP-4, vildagliptin prevents the degradation of glucagon-like peptide 1 (GLP-1) and glucose-dependent insulinotropic polypeptide (GIP), which are incretin hormones that promote insulin secretion and regulate blood glucose levels. Elevated levels of GLP-1 and GIP consequently results in improved glycemic control.[L32803] In clinical trials, vildagliptin has a relatively low risk of hypoglycemia.[A232488]\r\n\r\nOral vildagliptin was approved by the European Medicines Agency in 2008 for the treatment of type II diabetes mellitus in adults as monotherapy or in combination with [metformin], a sulfonylurea, or a thiazolidinedione in patients with inadequate glycemic control following monotherapy. It is marketed as Galvus.[L32803] Vildagliptin is also available as Eucreas, a fixed-dose formulation with metformin for adults in who do not adequately glycemic control from monotherapy.[L32813] Vildagliptin is currently under investigation in the US.",
    "indication": "Vildagliptin is indicated in the treatment of type II diabetes mellitus in adults. As monotherapy, vildagliptin is indicated in adults inadequately controlled by diet and exercise alone and for whom metformin is inappropriate due to contraindications or intolerance.[L32803] It is also indicated as dual therapy in combination with metformin, a sulphonylurea, or a thiazolidinedione in adults patients with insufficient glycemic control despite maximal tolerated dose of monotherapy.[L32803] \r\n\r\nVildagliptin is also marketed in a combination product with [metformin] for the treatment of adults with type II diabetes mellitus who inadequately respond to either monotherapy of vildagliptin or metformin. This fixed-dose formulation can be used in combination with a sulphonylurea or insulin (i.e., triple therapy) as an adjunct to diet and exercise in adults who do not achieve adequate glycemic control with monotherapy or dual therapy.[L32813]",
    "pharmacodynamics": "Vildagliptin works to improve glycemic control in type II diabetes mellitus by enhancing the glucose sensitivity of beta-cells (β-cells) in pancreatic islets and promoting glucose-dependent insulin secretion. Increased GLP-1 levels leads to enhanced sensitivity of alpha cells to glucose, promoting glucagon secretion. Vildagliptin causes an increase in the insulin to glucagon ratio by increasing incretin hormone levels: this results in a decrease in fasting and postprandial hepatic glucose production. Vildagliptin does not affect gastric emptying. It also has no effects on insulin secretion or blood glucose levels in individuals with normal glycemic control.[L32803]\r\n\r\nIn clinical trials, treatment with vildagliptin 50-100 mg daily in patients with type 2 diabetes significantly improved markers of beta-cells, proinsulin to insulin ratio, and measures of beta-cell responsiveness from the frequently-sampled meal tolerance test. [L32803] Vildagliptin has improves glycated hemoglobin (HbA1c) and fasting plasma glucose (FPG) levels.[A232488]",
    "mechanism-of-action": "Glucagon-like peptide-1 (GLP-1) and glucose-dependent insulinotropic peptide (GIP) are incretin hormones that regulate blood glucose levels and maintain glucose homeostasis. It is estimated that the activity of GLP-1 and GIP contribute more than 70% to the insulin response to an oral glucose challenge. They stimulate insulin secretion in a glucose-dependent manner via G-protein-coupled GIP and GLP-1 receptor signalling. In addition to their effects on insulin secretion, GLP-1 is also involved in promoting islet neogenesis and differentiation, as well as attenuating pancreatic beta-cell apoptosis. Incretin hormones also exert extra-pancreatic effects, such as lipogenesis and myocardial function.[A232523] In type II diabetes mellitus, GLP-1 secretion is impaired, and the insulinotropic effect of GIP is significantly diminished.[A232488]\r\n\r\nVildagliptin exerts its blood glucose-lowering effects by selectively inhibiting dipeptidyl peptidase-4 (DPP-4), an enzyme that rapidly truncates and inactivates GLP-1 and GIP upon their release from the intestinal cells. DPP-4 cleaves oligopeptides after the second amino acid from the N-terminal end. Inhibition of DPP-4 substantially prolongs the half-life of GLP-1 and GIP, increasing the levels of active circulating incretin hormones.[A232523] The duration of DPP-4 inhibition by vildagliptin is dose-dependent.[A232533] Vildagliptin reduces fasting and prandial glucose and HbA1c. It enhances the glucose sensitivity of alpha- and beta-cells and augments glucose-dependent insulin secretion. Fasting and postprandial glucose levels are decreased, and postprandial lipid and lipoprotein metabolism are also improved.[A232488,A232528]",
    "absorption": "In a fasting state, vildagliptin is rapidly absorbed following oral administration. Peak plasma concentrations are observed at 1.7 hours following administration.[L32803] Plasma concentrations of vildagliptin increase in an approximately dose-proportional manner.[A232488]\r\n\r\nFood delays T<sub>max</sub> to 2.5 hours and decreases C<sub>max</sub> by 19%, but has no effects on the overall exposure to the drug (AUC). Absolute bioavailability of vildagliptin is 85%.[L32803]",
    "metabolism": "About 69% of orally administered vildagpliptin is eliminated via metabolism not mediated by cytochrome P450 enzymes. Based on the findings of a rat study, DPP-4 contributes partially to the hydrolysis of vildagliptin.[L32803] Vildagliptin is metabolized to pharmacologically inactive cyano (57%) and amide (4%) hydrolysis products in the kidney.[A232488] LAY 151 (M20.7) is a major inactive metabolite and a carboxylic acid that is formed via hydrolysis of the cyano moiety: it accounts for 57% of the dose.[L32803] Other circulating metabolites reported are an N-glucuronide (M20.2), an N-amide hydrolysis product (M15.3), two oxidation products, M21.6 and M20.9.[L32818]",
    "toxicity": "The oral Lowest published toxic dose (TDLO) is 0.3 mg/kg in rats and 1 mg/kg in mice.[L32808]\r\n\r\nThere is limited information regarding overdose with vildagliptin. In one study, patients experienced muscle pain, mild and transient paresthesia, fever, edema, and a transient increase in lipase levels at a dose of 400 mg. At 600 mg, one subject experienced edema of the feet and hands and increases in creatine phosphokinase (CPK), aspartate aminotransferase (AST), C-reactive protein (CRP) and myoglobin levels. Supportive management is recommended in case of an overdose. There is no known antidote, and vildagliptin and its major metabolite cannot be removed via hemodialysis.[L32803]",
    "targets": [
        [
            "DPP4",
            "Dipeptidyl peptidase 4",
            "Humans"
        ]
    ],
    "enzymes": null,
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": null
}