{
    "pharmgkb_id": "PA166118341",
    "drugbank_id": "DB05294",
    "names": [
        "Vandetanib",
        "Zactima ",
        "Zictifa "
    ],
    "description": "Vandetanib is an oral once-daily kinase inhibitor of tumour angiogenesis and tumour cell proliferation with the potential for use in a broad range of tumour types.\r\n\r\nOn April 6 2011, vandetanib was approved by the FDA to treat nonresectable, locally advanced, or metastatic medullary thyroid cancer in adult patients.",
    "indication": "Vandetanib is currently approved as an alternative to local therapies for both unresectable and disseminated disease. Because Vandetanib can prolong the Q-T interval, it is contraindicated for use in patients with serious cardiac complications such as congenital long QT syndrome and uncompensated heart failure. ",
    "pharmacodynamics": "Mean IC50 of approximately 2.1 μg/mL.",
    "mechanism-of-action": "ZD-6474 is a potent and selective inhibitor of VEGFR (vascular endothelial growth factor receptor), EGFR (epidermal growth factor receptor) and RET (REarranged during Transfection) tyrosine kinases. \r\n\r\nVEGFR- and EGFR-dependent signalling are both clinically validated pathways in cancer, including non-small-cell lung cancer (NSCLC). RET activity is important in some types of thyroid cancer, and early data with vandetanib in medullary thyroid cancer has led to orphan-drug designation by the regulatory authorities in the USA and EU.\r\n",
    "absorption": "Slow- peak plasma concentrations reached at a median 6 hours. On multiple dosing, Vandetanib accumulates about 8 fold with steady state reached after around 3 months. ",
    "metabolism": "Unchanged vandentanib and metabolites vandetanib N-oxide and N-desmethyl vandetanib were detected in plasma, urine and feces.  N-desmethyl-vandetanib is primarily produced by CYP3A4, and vandetanib-N-oxide is primarily produced by flavin–containing monooxygenase enzymes FMO1 and FMO3. ",
    "toxicity": null,
    "targets": [
        [
            "VEGFA",
            "Vascular endothelial growth factor A",
            "Humans"
        ],
        [
            "EGFR",
            "Epidermal growth factor receptor",
            "Humans"
        ],
        [
            "PTK6",
            "Protein-tyrosine kinase 6",
            "Humans"
        ],
        [
            "TEK",
            "Angiopoietin-1 receptor",
            "Humans"
        ],
        [
            "RET",
            "Proto-oncogene tyrosine-protein kinase receptor Ret",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "FMO1",
            "Dimethylaniline monooxygenase [N-oxide-forming] 1",
            "Humans"
        ],
        [
            "FMO3",
            "Dimethylaniline monooxygenase [N-oxide-forming] 3",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCC1",
            "Multidrug resistance-associated protein 1",
            "Humans"
        ],
        [
            "ABCG2",
            "ATP-binding cassette sub-family G member 2",
            "Humans"
        ],
        [
            "SLC22A2",
            "Solute carrier family 22 member 2",
            "Humans"
        ],
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ORM1",
            "Alpha-1-acid glycoprotein 1",
            "Humans"
        ],
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ]
    ],
    "genomic-data": null
}