{
    "pharmgkb_id": "PA162565877",
    "drugbank_id": "DB06288",
    "names": [
        "Amisulpride",
        "Deniban",
        "Solian"
    ],
    "description": "Amisulpride is a benzamide derivative and a dopamine receptor antagonist that selectively works on dopamine D2 and D3 receptors. As an antipsychotic agent, amisulpride alleviates both positive and negative symptoms of schizophrenia, and it exhibits antidepressant properties in patients with psychiatric disorders, dysthymia, and major depression.[A6755] Amisulpride predominantly works in the limbic system, which explains its relatively lower risk of extrapyramidal adverse effects compared to other atypical antipsychotic agents.[A6752, L32764] Oral tablets of amisulpride is used in European countries as a treatment for acute and chronic schizophrenic disorders, as well as secondary negative symptoms in mental health disorders such as affective disorders, depressive mood, and mental retardation.[L32764]\r\n\r\nAmisulpride is also used as an antiemetic agent. In the US, the intravenous formulation of amisulpride is used to treat and prevent postoperative nausea and vomiting in adults, either as monotherapy or in combination with another antiemetic agent of a different drug class.[L32759] It is marketed under the brand name Barhemsys.",
    "indication": "Intravenous amisulpride is indicated in adults for the prevention of postoperative nausea and vomiting, either alone or in combination with an antiemetic of a different class. It is also indicated for the treatment of postoperative nausea and vomiting in patients who have received anti-emetic prophylaxis with an agent of a different class or have not received prophylaxis.[L32759]\r\n\r\nOral amisulpride is indicated for the treatment of acute and chronic schizophrenic disorders, characterized by positive symptoms with delusions, hallucinations, thought disorders, hostility and suspicious behavior; or primarily negative symptoms (deficit syndrome) with blunted affect, emotional and social withdrawal. Amisulpride also controls secondary negative symptoms in productive conditions as well as affective disorders such as depressive mood or retardation.[L32764]",
    "pharmacodynamics": "Amisulpride is a selective dopamine D2 and D3 receptor antagonist with no affinity towards other dopamine receptor subtypes. Amisulpride is an atypical antipsychotic agent that works as an antagonist at dopamine receptors in the limbic system. Since it works preferentially in the limbic system, amisulpride is less likely to be associated with extrapyramidal adverse effects than other atypical antipsychotic agents. Amisulpride has no affinity for serotonin, alpha-adrenergic, H1-histamine, cholinergic, and sigma receptors. In clinical trials, amisulpride improved reduced secondary negative symptoms, affective symptoms, and psychomotor retardation in patients with acute exacerbation of schizophrenia. Notably, amisulpride has a differential target binding profile at different doses: at low doses, amisulpride selectively binds to presynaptic dopamine autoreceptors. At high doses, it preferentially binds to post-synaptic dopamine receptors.[A6753] This explains how amisulpride reduces negative symptoms at low doses and mediates antipsychotic effects at high doses.[L32764] One study alluded that the antinociceptive effects of amisulpride are mediated through opioid receptor acvitation and D2 receptor antagonism. [A6753, A6755] The actions of amisulpride at opioid receptors may explain its pro-convulsant properties.[A6755]\r\n\r\nAmisulpride is also an antiemetic agent that prevents and alleviates postoperative nausea and vomiting. It primarily works by blocking dopamine signalling in the chemoreceptor trigger zone, which is a brain area that relays stimuli to the vomiting center.[L32764]\r\n\r\nIn clinical trials comprising Caucasian and Japanese subjects, amisulpride caused dose- and concentration-dependent prolongation of the QT interval; thus, intravenous infusion under a strict dosing regimen and close monitoring of patients with pre-existing cardiovascular conditions are recommended.[L32759] Amisulpride increases plasma prolactin levels, leading to an association with benign pituitary tumours such as prolactinoma.[L32764]",
    "mechanism-of-action": "Dopamine is an essential and critical neurotransmitter produced in the substantia nigra and ventral tegmental regions of the brain. Dopaminergic projection function in the nigrostriatal, mesolimbic, and mesocortical systems. Hyperactive dopamine transmission in the mesolimbic areas, or dopamine dysregulation in various major brain regions, is understood as the key driver of positive and negative symptoms of schizophrenia.[A189156] Many antipsychotic agents act as D2 receptor antagonists, as with amisulpride.[A6752] Amisulpride is a selective dopamine D2 and D3 receptor antagonist.[L32759] It has high preferential activity towards dopamine receptors in the limbic system rather than the striatum, leading to a lower risk of extrapyramidal side effects than other atypical antipsychotic agents.[A6754, A232269] At low doses, amisulpride reduces negative symptoms of schizophrenia by blocking pre-synaptic dopamine D2 and D3 receptors, increasing the levels of dopamine in the synaptic cleft and facilitating dopaminergic transmission.[A6754] At higher doses, amisulpride blocks postsynaptic receptors, inhibiting dopaminergic hyperactivity: this explains the drug improving positive symptoms.[A6751] Amisulpride also works as an antagonist at 5-HT<sub>7A</sub> receptors [A16931] and 5-HT<sub>2A</sub> receptors,[A6754] which may be related to its antidepressant effects.[A6755]\r\n\r\nThe chemoreceptor trigger zone (CTZ), also commonly known as the area postrema (AP), is an important brain region located within the dorsal surface of the medulla oblongata. CTZ is involved in emesis: it contains receptors, such as dopamine receptors, that are activated in response to emetic agents in the blood and relay information to the vomiting center, which is responsible for inducing the vomiting reflex.[A232374] Amisulpride is an antiemetic agent that works to limit signals that promote nausea and vomiting. Amisulpride binds to D2 and D3 receptors in the CTZ, leading to reduced dopaminergic signalling into the vomiting center.[L32759]\r\n\r\n",
    "absorption": "Following oral administration, amisulpride is rapidly absorbed with absolute bioavailability of 48%.[A6751] Amisulpride has two absorption peaks, with one rapidly achieved within one hour post-dose and a second peak occurring between three to four hours post-dose. Following oral administration of a 50 mg dose, two peak plasma concentrations were 39 ± 3 and 54 ± 4 ng/mL.[L32764] \r\n\r\nFollowing intravenous administration, the peak plasma concentration of amisulpride is achieved at the end of the infusion period and the plasma concentration decreases by 50% within approximately 15 minutes. The AUC(0-∞) increases dose-proportionally in the dose range from 5 mg to 40 mg, which is about four times the maximum recommended dose. In healthy patients receiving intravenous amisulpride, the mean (SD) Cmax was 200 (139) ng/mL at the dose of 5 mg and 451 (230) ng/mL at the dose of 10 mg. The AUC ranged from 136 to 154 ng x h/mL in the dose range of 5 mg to 10 mg. In patients undergoing surgery, the mean (SD) Cmax ranged from 127 (62) to 161 (58) ng/mL at the dose of 5 mg. At the dose of 10 mg, it was 285 (446) ng/mL. The AUC ranged from 204 to 401 ng x h/mL.[L32759]",
    "metabolism": "Amisulpride undergoes minimal metabolism [A6751] and its metabolites in plasma are largely undetectable. Two identified metabolites, formed by de-ethylation\r\nand oxidation, are pharmacologically inactive [A232269] and account for approximately 4% of the dose.[L32764] Metabolites remain largely uncharacterized. Metabolism of amisulpride does not involve cytochrome P450 enzymes.[L32759]",
    "toxicity": "In mice, oral LD<sub>50</sub> is 1024 mg/kg, intraperitoneal LD<sub>50</sub> is 175 mg/kg, and subcutaneous LD<sub>50</sub> is 224 mg/kg. The Lowest published toxic dose (TDLo) following subcutaneous administration is 0.24 mg/kg in rats. The oral TDLo in men is 4.3 mg/kg.[L32769]\r\n\r\nOral doses of amisulpride above 1200 mg/day are associated with adverse effects related to dopamine-2 (D2) antagonism. Cardiovascular adverse reactions include prolongation of the QT interval, torsades de pointes, bradycardia, and hypotension. Neuropsychiatric adverse reactions include sedation, coma, seizures, and dystonic and extrapyramidal reactions. As there is no specific antidote for amisulpride overdosage, management includes cardiac monitoring and treatment of severe extrapyramidal symptoms. Drug elimination with the use of hemodialysis is effective.[L32759] Severe extrapyramidal effects may be managed with anticholinergic drugs.[L32764]",
    "targets": [
        [
            "HTR7",
            "5-hydroxytryptamine receptor 7",
            "Humans"
        ],
        [
            "HTR2A",
            "5-hydroxytryptamine receptor 2A",
            "Humans"
        ],
        [
            "DRD2",
            "Dopamine D2 receptor",
            "Humans"
        ],
        [
            "DRD3",
            "Dopamine D3 receptor",
            "Humans"
        ],
        [
            "OPRM1",
            "Mu-type opioid receptor",
            "Humans"
        ],
        [
            "OPRD1",
            "Delta-type opioid receptor",
            "Humans"
        ],
        [
            "OPRK1",
            "Kappa-type opioid receptor",
            "Humans"
        ]
    ],
    "enzymes": null,
    "transporters": [
        [
            "SLC47A1",
            "Multidrug and toxin extrusion protein 1",
            "Humans"
        ],
        [
            "SLC47A2",
            "Multidrug and toxin extrusion protein 2",
            "Humans"
        ],
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ],
        [
            "ABCG2",
            "ATP-binding cassette sub-family G member 2",
            "Humans"
        ],
        [
            "SLC22A1",
            "Solute carrier family 22 member 1",
            "Humans"
        ]
    ],
    "carriers": [
        [
            null,
            "Erythrocyte",
            "Humans"
        ]
    ],
    "genomic-data": null
}