{
    "pharmgkb_id": "PA165981594",
    "drugbank_id": "DB06210",
    "names": [
        "Eltrombopag",
        "Promacta",
        "Revolade"
    ],
    "description": "Eltrombopag is used to treat low blood platelet counts in adults with chronic immune (idiopathic) thrombocytopenia (ITP), when certain other medicines, or surgery to remove the spleen, have not worked well enough. ITP is a condition that may cause unusual bruising or bleeding due to an abnormally low number of platelets in the blood. Eltrombopag has also been recently approved (late 2012) for the treatment of thrombocytopenia (low blood platelet counts) in patients with chronic hepatitis C to allow them to initiate and maintain interferon-based therapy.",
    "indication": "Thrombopoietin receptor agonists are pharmaceutical agents that stimulate platelet production in the bone marrow. In this, they differ from the previously discussed agents that act by attempting to curtail platelet destruction. ",
    "pharmacodynamics": null,
    "mechanism-of-action": "Eltrombopag is an orally bioavailable, small-molecule TPO-receptor agonist that interacts with the transmembrane domain of the human TPO-receptor. Eltrombopag is a stimulator of STAT and JAK phosphorylation. Unlike recombinant TPO or romiplostim, Eltrombopag does not activate the AKT pathway in any way. It should be noted that when given to patients with aplastic anemia, other lineages besides platelet count were increased, suggesting that either eltrombopag enhanced the effect of TPO in vivo; or there is a yet uncovered mechanism of action at work. ",
    "absorption": "Peak absorption of Eltrombopag occurs around 2-6 hours following oral administration, and the total oral absorption of drug-related material following a 75 mg dose was estimated to be at least 52%. ",
    "metabolism": "Eltrombopag is predominantly through pathways including cleavage, oxidation, and conjugation with glucuronic acid, glutathione, or cysteine. In vitro studies suggest that CYP1A2 and CYP2C8 are responsible for the oxidative metabolism of eltrombopag. UGT1A1 and UGT1A3 are responsible for the glucuronidation of eltrombopag.",
    "toxicity": "Eltrombopag may cause hepatotoxicity, especially if administered in combination with interferon and ribavirin in patients with chronic hepatitis C (may increase the risk of hepatic decompensation).",
    "targets": [
        [
            "MPL",
            "Thrombopoietin receptor",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP1A2",
            "Cytochrome P450 1A2",
            "Humans"
        ],
        [
            "UGT1A1",
            "UDP-glucuronosyltransferase 1-1",
            "Humans"
        ],
        [
            "UGT1A3",
            "UDP-glucuronosyltransferase 1-3",
            "Humans"
        ],
        [
            "UGT1A9",
            "UDP-glucuronosyltransferase 1-9",
            "Humans"
        ],
        [
            "CYP2C8",
            "Cytochrome P450 2C8",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "SLCO1B1",
            "Solute carrier organic anion transporter family member 1B1",
            "Humans"
        ],
        [
            "ABCG2",
            "ATP-binding cassette sub-family G member 2",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": [
        {
            "DrugBank ID": "DB06210",
            "Drug Name": "Eltrombopag",
            "Gene Symbol": "F5",
            "RS ID (Genotype)": "rs6025",
            "Adverse Reaction Description": "Patients who carry this polymorphism in F5 are associated with an increased risk of thromboembolism when treated with eltrombopag."
        },
        {
            "DrugBank ID": "DB06210",
            "Drug Name": "Eltrombopag",
            "Gene Symbol": "SERPINC1",
            "RS ID (Genotype)": "rs121909567",
            "Adverse Reaction Description": "Patients who carry this polymorphism in SERPINC1 are associated with antithrombin III deficiency and an increased risk of thromboembolism when treated with eltrombopag."
        }
    ]
}