{
    "pharmgkb_id": "PA166115364",
    "drugbank_id": "DB08911",
    "names": [
        "Trametinib"
    ],
    "description": "Trametinib is an orally bioavailable mitogen-activated extracellular signal-regulated kinase 1 (MEK1) and MEK2 inhibitor.[A258298,A258293] It was first approved by the FDA in May 2013 for the treatment of melanoma.[A258298] It was later approved by Health Canada on July 18, 2013 [L45588] and by the European Commission on June 30, 2014.[L45583] Trametinib is currently approved to treat a variety of cancers with BRAF mutations, such as non-small cell lung cancer and thyroid cancer, as monotherapy or in combination with [dabrafenib], a BRAF inhibitor, for improved therapeutic efficacy. Originally developed by Japan Tobacco, trametinib was initially investigated for treating inflammation, but further studies for this indication were not pursued.[A258298]",
    "indication": "Trametinib is indicated as monotherapy for the treatment of BRAF-inhibitor treatment-naïve patients with unresectable or metastatic melanoma with BRAF V600E or V600K mutations.[L2727,L45583]\r\n\r\nIt is used in combination with [dabrafenib] for the:\r\n\r\n- treatment of unresectable or metastatic melanoma with BRAF V600E or V600K mutations.[L45558]\r\n- adjuvant treatment of patients with melanoma with BRAF V600E or V600K mutations and involvement of lymph node(s), following complete resection.[L45558,L45583]\r\n- treatment of patients with metastatic non-small cell lung cancer (NSCLC) with BRAF V600E mutation.[L45558] In Europe, it is indicated for the treatment of adults with advanced non-small cell lung cancer with a BRAF V600 mutation.[L45583]\r\n- treatment of patients with locally advanced or metastatic anaplastic thyroid cancer (ATC) with BRAF V600E mutation and with no satisfactory locoregional treatment options.[L45558]\r\n- the treatment of adult and pediatric patients six years of age and older with unresectable or metastatic solid tumours with BRAF V600E mutation who have progressed following prior treatment and have no satisfactory alternative treatment options. In the US, this indication is approved under accelerated approval based on the overall response rate and duration of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s).[L45558]\r\n- the treatment of pediatric patients one year of age and older with low-grade glioma (LGG) with a BRAF V600E mutation who require systemic therapy.[L45558]\r\n\r\nIn the US, BRAF V600E or V600K mutations must be detected by an FDA-approved test. Trametinib is not indicated for the treatment of patients with colorectal cancer because of known intrinsic resistance to BRAF inhibition.[L45558]",
    "pharmacodynamics": "Trametinib inhibits cell growth of various BRAF V600 mutation-positive tumours _in vitro_ and _in vivo_. Trametinib is often used in combination with dabrafenib, a BRAF inhibitor. In BRAF-mutant colorectal cancer, induction of EGFR-mediated MAPK pathway re-activation has been identified as a mechanism of intrinsic resistance to BRAF inhibitors.[L45558]",
    "mechanism-of-action": "The mitogen-activated protein kinase (MAPK)/extracellular signal-regulated kinases (ERK) pathway, also known as the RAS-RAF-MEK-ERK pathway, activates a cascade of cell surface receptors and intracellular downstream signalling molecules. Activated RAS protein activates RAF, a serine/threonine kinase that activates other downstream proteins [A7496,A258323] such as mitogen-activated extracellular signal-regulated kinase 1 (MEK1) and MEK2. MEKs then activates ERK, which works on several target proteins and nuclear transcription factors that regulate cell proliferation, differentiation, survival, and growth.[A7496,A258323] ARAF, BRAF, and CRAF are three isoforms of RAF identified in humans. In particular, BRAF is known to be the most critical activator in melanoma.[A7496,A258323] Certain cancers, such as melanoma, are associated with BRAF mutations, with one study suggesting that BRAF is mutated in about 50% of melanoma tumours.[A258323] BRAF V600E and V600K mutations account for 95% of BRAF mutations.[A258298] These BRAF mutations cause constitutive activation of the RAS-RAF-MEK-ERK pathway,[L45558,L45583] leading to dysregulated proliferation and survival of tumour cells.[A258298] \r\n\r\nTrametinib is a reversible, highly selective, allosteric inhibitor of MEK1 and MEK2.[L45558,L45583] By binding to unphosphorylated MEK1 and MEK2 with high affinity, trametinib blocks the catalytic activity of MEKs.[A7496,A32984,A258298] It also maintains MEK in an unphosphorylated form, preventing phosphorylation and activation of MEKs.[A7496,A32984,A258298] \r\n\r\n_In vitro_ studies suggest that dual inhibition of the MAPK pathway by MEK and B-RAF inhibitors is associated with a synergistic effect and improved therapeutic efficacy in cancers compared to using either drug alone.[A258323] The combined use of trametinib and dabrafenib, a BRAF inhibitor, results in more significant growth inhibition of BRAF V600 mutation-positive tumour cell lines _in vitro_ and prolonged inhibition of tumour growth in BRAF V600 mutation-positive tumour xenografts compared to either drug alone.[L45558] The combined inhibition of MEK by trametinib and RAF by dabrafenib delays the emergence of resistance _in vivo_ in BRAF V600 mutation-positive melanoma xenografts.[L45583]",
    "absorption": "Following oral administration, trametinib is rapidly and readily absorbed.[A258323] The absorption was examined in patients with solid tumours and BRAF V600 mutation-positive metastatic melanoma. Following the administration of trametinib tablets 0.125 mg (0.0625 times the approved recommended adult dosage) to 4 mg (2 times the approved recommended adult dosage) daily, both C<sub>max</sub> and AUC increased dose-proportionally. Intersubject variability in AUC and C<sub>max</sub> at steady state is 22% and 28%, respectively.[L45558] Trametinib accumulates with daily repeat dosing with a mean accumulation ratio of 6.0 at 2 mg once daily dose. Steady-state was achieved by Day 15.[L45583]\r\n\r\nThe mean absolute bioavailability of trametinib is 72% for oral tablets and 81% for oral solution. The T<sub>max</sub> is 1.5 hours. A high-fat, high-calorie meal (approximately 1000 calories) decreased trametinib AUC by 24% and C<sub>max</sub> by 70%, and delayed T<sub>max</sub> by approximately four hours as compared with fasted conditions.[L45558]",
    "metabolism": "Trametinib predominantly undergoes deacetylation mediated by carboxylesterases (i.e., carboxylesterase 1b/c and 2) and other hydrolytic enzymes. The deacetylated metabolite may further be glucuronidated.[L45583] _In vitro_ findings suggest that deacetylation may also be accompanied by mono-oxygenation,[L45558] hydroxylation, and glucuronidation.[A258323] CYP3A4-mediated oxidation is a minor pathway.[L45583] Four metabolites (M1/2/3/4) have been characterized in patients with advanced cancers. _In vitro_, the M1 and M3 metabolites demonstrated approximately equal or 10-fold less potent phospho-MEK1-inhibiting activity than the parent compound.[A258323] \r\n\r\nFollowing a single dose of [<sup>14</sup>C]-trametinib, approximately 50% of circulating radioactivity represented the parent compound. According to findings from metabolite profiling after repeat dosing of trametinib, unchanged parent drug accounted for greater than or equal to 75% of drug-related material in plasma.[L45558]",
    "toxicity": "There is no information regarding the acute toxicity (LD<sub>50</sub>) of trametinib. The highest doses of trametinib evaluated in clinical trials were 4 mg orally once daily and 10 mg administered orally once daily on two consecutive days, followed by 3 mg once daily. Out of seven patients treated on one of these two schedules, two patients experienced retinal pigment epithelial detachments.[L45558] In clinical trials with trametinib monotherapy, one case of accidental overdose was reported from a single dose of 4 mg: no adverse events were reported in this event.[L45583] Since trametinib is highly bound to plasma proteins, hemodialysis is likely to be ineffective in the treatment of drug overdose.[L45558] ",
    "targets": [
        [
            "MAP2K1",
            "Dual specificity mitogen-activated protein kinase kinase 1",
            "Humans"
        ],
        [
            "MAP2K2",
            "Dual specificity mitogen-activated protein kinase kinase 2",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP2C8",
            "Cytochrome P450 2C8",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ]
    ],
    "transporters": null,
    "carriers": null,
    "genomic-data": null
}