{
    "pharmgkb_id": "PA166114483",
    "drugbank_id": "DB09280",
    "names": [
        "Lumacaftor"
    ],
    "description": "Lumacaftor is a drug used in combination with [DB08820] as the fixed dose combination product Orkambi for the management of Cystic Fibrosis (CF) in patients aged 6 years and older. Cystic Fibrosis is an autosomal recessive disorder caused by one of several different mutations in the gene for the Cystic Fibrosis Transmembrane Conductance Regulator (CFTR) protein, a transmembrane ion channel involved in the transport of chloride and sodium ions across cell membranes of the lungs, pancreas, and other organs. Mutations in the CFTR gene result in altered production, misfolding, or function of the CFTR protein and consequently abnormal fluid and ion transport across cell membranes.[A20298, A20299] As a result, CF patients produce thick, sticky mucus that clogs the ducts of organs where it is produced making patients more susceptible to infections, lung damage, pancreatic insufficiency, and malnutrition.[A20302] Lumacaftor improves CF symptoms and underlying disease pathology by aiding the conformational stability of F508del-mutated CFTR proteins, preventing misfolding and resulting in increased processing and trafficking of mature protein to the cell surface. \r\n\r\nResults from clinical trials indicated that treatment with Orkambi (lumacaftor/ivacaftor) results in improved lung function, reduced chance of experiencing a pulmonary exacerbation, increased weight gain, and improvements in CF symptoms.[FDA Label] This data has been heavily scrutinized, however, with clinical trials showing only modest improvements despite a hefty yearly cost of $259,000 for Orkambi.[A20343] Improvements in lung function (ppFEV1) were found to be statistically significant, but minimal, with only a 2.6-3.0% change from baseline with more than 70% of patients failing to achieve an absolute improvement of at least 5%.[A20343, L936]\r\n\r\nA wide variety of CFTR mutations correlate to the Cystic Fibrosis phenotype and are associated with differing levels of disease severity. The most common mutation, affecting approximately 70% of patients with CF worldwide, is known as F508del-CFTR, or delta-F508 (ΔF508), in which a deletion in the amino acid phenylalanine at position 508 results in impaired production of the CFTR protein, thereby causing a significant reduction in the amount of ion transporter present on cell membranes.[A20301] When used in combination with [DB08820] as the fixed dose combination product Orkambi, lumacaftor is specific for the management of CF in patients with delta-F508 mutations as it acts as a protein-folding chaperone, aiding the conformational stability of the mutated CFTR protein. Consequently, lumacaftor increases successful production of CFTR ion channels and the total number of receptors available for use at the cell membrane for fluid and ion transport.[A18395] The next most common mutation, G551D, affecting 4-5% of CF patients worldwide, is characterized as a missense mutation, whereby there is sufficient amount of protein at the cell surface, but opening and closing mechanisms of the channel are altered.[A17564] Treatment of patients with G551D and other rarer missense mutations is usually managed with [DB08820] (Kalydeco), as it aids with altered gating mechanisms by potentiating channel opening probability of CFTR protein.\r\n\r\nPrior to the development of lumacaftor and [DB08820] (Kalydeco), management of CF primarily involved therapies for the control of infections, nutritional support, clearance of mucus, and management of symptoms rather than improvements in the underlying disease process. Approved for use by the Food and Drug Administration in July 2015 and by Health Canada in January 2016, Orkambi was the first combination product approved for the management of Cystic Fibrosis with delta-F508 mutations. \r\n\r\nIvacaftor is manufactured and distributed by Vertex Pharmaceuticals.",
    "indication": "When used in combination with the drug [lumacaftor] as the product Orkambi, ivacaftor is indicated for the management of CF in patients aged one year and older who are homozygous for the _F508del_ mutation in the CFTR gene. If the patient’s genotype is unknown, an FDA-cleared CF mutation test should be used to detect the presence of the _F508del_ mutation on both alleles of the CFTR gene.[L43060]",
    "pharmacodynamics": "Changes in sweat chloride in response to relevant doses of lumacaftor alone or in combination with ivacaftor were evaluated in a double-blind, placebo-controlled, Phase 2 clinical trial in patients with CF 18 years of age and older either homozygous or heterozygous for the F508del mutation. In that trial, 10 patients (homozygous for F508del) completed dosing with lumacaftor alone 400 mg q12h for 28 days followed by the addition of ivacaftor 250 mg q12h for an additional 28 days and 25 patients (homozygous or heterozygous for F508del) completed dosing with placebo. The treatment difference between lumacaftor 400 mg q12h alone and placebo\r\nevaluated as mean change in sweat chloride from baseline to Day 28 compared to placebo was -8.2 mmol/L (95% CI: -14, -2). The treatment difference between the combination of lumacaftor 400 mg/ivacaftor 250 mg q12h and placebo evaluated as mean change in sweat chloride from baseline to Day 56 compared to placebo was -11 mmol/L (95% CI: -18, -4).[L43060]\r\n\r\nChanges in sweat chloride in response to lumacaftor/ivacaftor were also evaluated in a 24-week, open-label, clinical trial (Trial 3) in 58 patients with CF, aged 6 through 11 years (homozygous for F508del) who received lumacaftor 200 mg/ivacaftor 250 mg q12h for 24 weeks. Patients treated with lumacaftor/ivacaftor had a reduction in sweat chloride on Day 15 that was sustained through Week 24. The within-group LS mean absolute change from baseline in sweat chloride was -20.4 mmol/L on Day 15 and -24.8 mmol/L on Week 24. In addition, sweat chloride was also assessed after a 2-week washout period to evaluate the off-drug response. The within-group LS mean absolute change in sweat chloride from Week 24 to Week 26 following the 2-week washout period was 21.3 mmol/L.[L43060]\r\n\r\nChanges in sweat chloride in response to lumacaftor/ivacaftor were also evaluated in a 24-week, open-label, clinical trial (Trial 6) in 60 patients with CF, aged 2 through 5 years (homozygous for F508del) who received either lumacaftor 100 mg/ivacaftor 125 mg every 12 hours or lumacaftor 150 mg/ivacaftor 188 mg every 12 hours for 24 weeks. Treatment with lumacaftor/ivacaftor demonstrated a reduction in sweat chloride at Week 4 that was sustained through Week 24. The mean absolute change from baseline in sweat chloride was –31.7 mmol/L (95% CI: -35.7, -27.6) at Week 24. In addition, sweat chloride was also assessed after a 2-week washout period to evaluate the off-drug response. The mean absolute change in sweat chloride from Week 24 to Week 26 following the 2-week washout period was an increase of 33.0 mmol/L (95% CI: 28.9, 37.1; P<0.0001).[L43060]\r\n\r\nChanges in sweat chloride in response to lumacaftor/ivacaftor were evaluated in a 24-week, open-label, clinical trial (Trial 7) in 46 patients with CF, aged 1 through 2 years (homozygous for F508del) who received lumacaftor 75 mg/ivacaftor 94 mg (patient weighing 7 kg to <9 kg at screening), lumacaftor 100 mg/ivacaftor 125 mg (patient weighing 9 kg to <14 kg at screening), lumacaftor 150 mg/ivacaftor 188 mg (patient weighing ≥14 kg at screening), every 12 hours for 24 weeks. Treatment with lumacaftor/ivacaftor demonstrated a reduction in sweat chloride at Week 4 which was sustained through Week 24. The mean absolute change from baseline in sweat chloride at Week 24 was -29.1 mmol/L (95% CI: -34.8, -23.4). In addition, sweat chloride was also assessed after a 2-week washout period to evaluate the off-drug response. The mean absolute change in sweat chloride from Week 24 at Week 26 following the 2-week washout period was 27.3 mmol/L (95% CI: 22.3, 32.3).[L43060]\r\n\r\nThere was no direct correlation between the decrease in sweat chloride levels and an improvement in lung function (ppFEV1).[L43060] \r\n\r\nThe effect of multiple doses of lumacaftor 600 mg once daily/ivacaftor 250 mg q12h and lumacaftor 1000 mg once daily/ivacaftor 450 mg q12h on QTc interval was evaluated in a randomized, placebo- and active-controlled (400 mg moxifloxacin), parallel, thorough QT study in 168 healthy subjects. No meaningful changes in QTc interval were observed with either lumacaftor 600 mg once daily/ivacaftor 250 mg q12h and lumacaftor 1000 mg once daily/ivacaftor 450 mg q12h dose groups. A maximum decrease in mean heart rate of up to 8 beats per minute (bpm) from baseline was observed with lumacaftor/ivacaftor treatment. In Trials 1 and 2, a similar decrease in heart rate was observed in patients during the initiation of ORKAMBI (lumacaftor 400 mg/ivacaftor 250 mg q12h).[L43060] \r\n\r\nResults from two randomized, double-blind, placebo-controlled, 24-week clinical trials of Orkambi (lumacaftor/ [DB08820]) indicates that a lung function improvement, as demonstrated by a mean absolute change in ppFEV1 from baseline at Week 24 of 2.6 percentage points [95% CI (1.2, 4.0)] in Trial 1 (P=0.0003) and 3.0 percentage points [95% CI (1.6, 4.4)] in Trial 2.[L43060] \r\n",
    "mechanism-of-action": "The CFTR protein is a chloride channel present at the surface of epithelial cells in multiple organs. The F508del mutation results in protein misfolding, causing a defect in cellular processing and trafficking that targets the protein for degradation and therefore reduces the quantity of CFTR at the cell surface. The small amount of F508del-CFTR that reaches the cell surface is less stable and has a low channel-open probability (defective gating activity) compared to wild-type CFTR protein.\r\n\r\nLumacaftor improves the conformational stability of F508del-CFTR, resulting in increased processing and trafficking of mature protein to the cell surface. In vitro studies have demonstrated that lumacaftor acts directly on the CFTR protein in primary human bronchial epithelial cultures and other cell lines harboring the F508del-CFTR mutation to increase the quantity, stability, and function of F508del-CFTR at the cell surface, resulting in increased chloride ion transport. In vitro responses do not necessarily correspond to in vivo pharmacodynamic responses or clinical benefits.[L43060]",
    "absorption": "When a single dose of lumacaftor/ivacaftor was administered with fat-containing foods, lumacaftor exposure was approximately 2 times higher than when taken in a fasting state.[L43060]\r\n\r\nFollowing multiple oral dose administrations of lumacaftor in combination with ivacaftor, the exposure of lumacaftor generally increased proportionally to doses over the range of 200 mg every 24 hours to 400 mg every 12 hours. The median (range) t<sub>max</sub> of lumacaftor is approximately 4.0 hours (2.0; 9.0) in the fed state.[L43060]\r\n",
    "metabolism": "Lumacaftor is mostly excreted unchanged in the feces and is not extensively metabolized. When metabolism does occur, oxidation and glucuronidation are the main processes involved.[L43060]",
    "toxicity": "In animal reproduction studies, oral administration of lumacaftor to pregnant rats and rabbits during organogenesis demonstrated no teratogenicity or adverse effects on fetal development at doses that produced maternal exposures up to approximately 8 (rats) and 5 (rabbits) times the exposure at the maximum recommended human dose (MRHD). No adverse developmental effects were observed after oral administration of lumacaftor to pregnant rats from organogenesis through lactation at doses that produced maternal exposures approximately 8 and 5 times the exposures at the MRHD, respectively. There are no animal reproduction studies with concomitant administration of lumacaftor and ivacaftor.[L43060]\r\n\r\nThere have been no reports of overdose with ORKAMBI. The highest repeated dose was lumacaftor 1000 mg once daily/ivacaftor 450 mg q12h administered to 49 healthy subjects for 7 days in a trial evaluating the effect of ORKAMBI on electrocardiograms (ECGs). Adverse events reported at an increased incidence of ≥5% compared to the lumacaftor 600 mg/ivacaftor 250 mg dosing period and placebo included: headache (29%), transaminase increase (18%), and generalized rash (10%). No specific antidote is available for overdose with ORKAMBI. Treatment of overdose consists of general supportive measures including monitoring of vital signs and\r\nobservation of the clinical status of the patient.[L43060]\r\n\r\nA two-year study in Sprague-Dawley rats and a 26-week study in transgenic Tg.rasH2 mice were conducted to assess the carcinogenic potential of lumacaftor. No evidence of tumorigenicity was observed in rats at lumacaftor oral doses up to 1000 mg/kg/day (approximately 5 and 13 times the MRHD on a lumacaftor AUC basis in males and females, respectively). No evidence of tumorigenicity was observed in Tg.rasH2 mice at lumacaftor oral doses up to 1500 and 2000 mg/kg/day in female and male mice, respectively. Lumacaftor was negative for genotoxicity in the following assays: Ames test for bacterial gene mutation, in vitro chromosomal aberration assay in Chinese hamster ovary cells, and in vivo mouse micronucleus test.[L43060]\r\n\r\nLumacaftor had no effects on fertility and reproductive performance indices in male and female rats at an oral dose of 1000 mg/kg/day (approximately 3 and 8 times, respectively, the MRHD on a lumacaftor AUC basis).[L43060] \r\n\r\n",
    "targets": [
        [
            "CFTR",
            "Cystic fibrosis transmembrane conductance regulator",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP2B6",
            "Cytochrome P450 2B6",
            "Humans"
        ],
        [
            "CYP2C8",
            "Cytochrome P450 2C8",
            "Humans"
        ],
        [
            "CYP2C9",
            "Cytochrome P450 2C9",
            "Humans"
        ],
        [
            "CYP2C19",
            "Cytochrome P450 2C19",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ]
    ],
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ]
    ],
    "genomic-data": null
}