{
    "pharmgkb_id": "PA166123486",
    "drugbank_id": "DB09039",
    "names": [
        "Eliglustat",
        "Cerdelga"
    ],
    "description": "Eliglustat is a glucosylceramide synthase inhibitor used for the long-term treatment of type 1 Gaucher disease.[A3752,L41404] Gaucher disease is a rare genetic disorder characterized by the deficiency of acid β-glucosidase, an enzyme that converts glucosylceramide into glucose and ceramide. In patients with Gaucher disease, the accumulation of glucosylceramide leads to the formation of Gaucher cells that infiltrate the liver, spleen, bone marrow and other organs. This leads to complications such as anemia and thrombocytopenia.[L41404,A246384] By inhibiting glucosylceramide synthase, eliglustat reduces the accumulation of glucosylceramide.[L41404]\r\n\r\nEliglustat is mainly metabolized by CYP2D6.[L41404] Patients selected for eliglustat treatment undergo an FDA-cleared genotyping test to establish if they are CYP2D6 extensive metabolizers (EMs), intermediate metabolizers (IMs), or poor metabolizers (PMs). The results of this test dictate eliglustat dosing recommendations for each type of patient. There are no dosing recommendations for CYP2D6 ultra-rapid or indeterminate metabolizers.[L41404,A7634] Eliglustat was approved by the FDA in August 2014 as an oral substrate reduction therapy for the first-line treatment of type 1 Gaucher disease.[L41404,A7634] Enzyme replacement continues to be the standard of care for the treatment of type 1 Gaucher disease ([imiglucerase], [velaglucerase alfa], [taliglucerase alfa]); however, oral substrate reduction therapies with favourable safety profiles, such as eliglustat, represent a treatment alternative.[A246389,A7634]",
    "indication": "Eliglustat is a glucosylceramide synthase inhibitor indicated for the long-term treatment of type 1 Gaucher disease in adult patients who are CYP2D6 extensive metabolizers (EMs), intermediate metabolizers (IMs), or poor metabolizers (PMs) as detected by an FDA-cleared test.[L41404] CYP2D6 ultra-rapid metabolizers may not achieve adequate eliglustat concentrations to achieve a therapeutic effect. A specific dosage cannot be recommended for CYP2D6 indeterminate metabolizers.[L41404]\r\n",
    "pharmacodynamics": "Eliglustat is a specific inhibitor of glucosylceramide synthase (IC<sub>50</sub> =10 ng/mL).[L41404] In vitro studies suggest that eliglustat has minimal or no off-target activity against other glycosidases, such as α-glucosidase I and II, and lysosomal and non-lysosomal glucosylceramidases.[A182192] \r\n\r\nAt 8 times the recommended dose (800 mg) and a ​​mean peak concentration of 237 ng/mL, eliglustat did not have a clinically significant effect on QTc prolongation. However, modelling of PK/PD data predicts that at a plasma concentration of 500 ng/mL, PR, QRS and QTcF intervals increase 22, 7, and 13 msec, respectively.[L41404] Since high plasma concentrations of eliglustat may increase the risk of cardiac arrhythmias, there are warnings and precautions for patients taking CYP2D6 or CYP3A4 inhibitors, those with specific CYP2D6 metabolizer status and different degrees of hepatic impairment. Depending on each case, the use of this drug is contraindicated, to be avoided, or requires dosage adjustment.[L41404] \r\n\r\nPatients with preexisting cardiac disease (congestive heart failure, recent acute myocardial infarction, bradycardia, heart block, ventricular arrhythmia), long QT syndrome, or those taking Class IA or Class II antiarrhythmic drugs are advised to avoid eliglustat.[L41404]",
    "mechanism-of-action": "Eliglustat is a glucosylceramide synthase inhibitor used for the treatment of type 1 Gaucher disease.[L41404] Gaucher disease is a rare genetic disorder characterized by the deficiency of acid β-glucosidase, an enzyme that converts glucosylceramide (also known as glucocerebroside) into glucose and ceramide. In patients with Gaucher disease, glucosylceramide is accumulated in the lysosomes of macrophages, leading to the formation of foam cells or Gaucher cells.[L41404] Gaucher cells infiltrate the liver, spleen, bone marrow and other organs, leading to complications such as anemia, thrombocytopenia and hepatosplenomegaly.[L41404,A246384]\r\n\r\nEliglustat reduces the production of glucosylceramide by inhibiting glucosylceramide synthase, a rate-limiting enzyme in the production of glycosphingolipids.[L41404,A182192] This lowers the amount of glucosylceramide that is available in lysosomes, and balances the deficiency of acid β-glucosidase.[L41404,A246384]",
    "absorption": "Eliglustat administered in multiple doses of 84 mg twice daily had a C<sub>max</sub> of 12.1 to 25.0 ng/mL in CYP2D6 extensive metabolizers (EMs), 44.6 ng/mL in CYP2D6 intermediate metabolizers (IMs), and 113 to 137 ng/mL in CYP2D6 poor metabolizers (PMs).[L41404] The median T<sub>max</sub> was 1.5-2 hr in CYP2D6 EMs, 2 hr in CYP2D6 IMs, and 3 hr in CYP2D6 PMs.[L41404] The AUC<sub>tau</sub> was 76.3-143 ng∙hr/mL in CYP2D6 EMs, 306 ng∙hr/mL in CYP2D6 IMs, and 922-1057 ng∙hr/mL in CYP2D6 PMs.[L41404] In CYP2D6 EMs, the pharmacokinetics of eliglustat is time-dependent, and for doses that range between 42 and 294 mg, exposure increases in a more than dose-proportional fashion. In CYP2D6 PMs, eliglustat pharmacokinetics is linear and time-independent. In a steady state, the systemic exposure of 84 mg eliglustat twice daily is 7- to 9-fold higher in CYP2D6 PMs compared to EMs.[L41404]\r\n\r\nFollowing the oral administration of a single 84 mg dose of eliglustat, bioavailability in CYP2D6 EMs was lower than 5%.[L41404] The low oral bioavailability of eliglustat suggests the role of transporters and/or an extensive first-pass metabolism.[L41409] Eliglustat can be taken with or without food.[L41404] In CYP2D6 EMs, severe renal impairment did not have an effect on eliglustat pharmacokinetics. The effect of renal impairment on eliglustat pharmacokinetics was not evaluated in CYP2D6 IMs, CYP2D6 PMs or CYP2D6 EMs with end-stage renal failure.[L41404] Compared to CYP2D6 EMs with normal hepatic function, C<sub>max</sub> and AUC were 1.2-fold higher in CYP2D6 EMs with mild hepatic impairment, while C<sub>max</sub> and AUC were 2.8- and 5.2-fold higher, respectively, in CYP2D6 EMs with moderate hepatic impairment. The effect of mild and moderate hepatic impairment in CYP2D6 IMs and PMs, and the effect of severe hepatic impairment were not evaluated.[L41404]\r\n",
    "metabolism": "Eliglustat is mostly metabolized by CYP2D6, and to a lower extent, by CYP3A4.[L41404] In patients that are CYP2D6 poor metabolizers (PMs), eliglustat is mainly metabolized by CYP3A4. The primary metabolic pathways of eliglustat involve the sequential oxidation of the octanoyl moiety and the 2,3-dihydro-1,4-benzodioxane moiety. The combination of these two pathways results in the production of several oxidative metabolites.[L41414]\r\n\r\nAfter evaluating the potency of eliglustat metabolites, it was determined that none of them were active.[L41414] Genz-399240 (M24) was identified as the major metabolite of eliglustat, while the rest of the metabolites contributed to less than 10% of total drug-related exposures.[L41409] Genz-399240 (M24) did not show any major off-target effects; therefore, a transporter substrate specificity characterization was not performed.[L41409]  ",
    "toxicity": "Eliglustat overdose may manifest as dizziness marked by disequilibrium, hypotension, bradycardia, nausea, and vomiting. These symptoms were detected in a healthy subject taking 21-times the dose recommended to type 1 Gaucher disease patients.[L41404]\r\nEliglustat has no known antidote. In case of acute overdose, the patient should be carefully observed and given symptomatic and supportive treatment.[L41404]\r\nDue to the large volume of distribution of eliglustat, hemodialysis is not likely to be beneficial.[L41404]\r\n\r\nAcute dose toxicity studies were performed in rats and dogs. In rats, the maximum tolerated dose was 200 mg/kg, and in non-fasted dogs, the maximum tolerated dose was 25 mg/kg.[L41409] Some of the adverse effects detected in these toxicity studies manifested on the GI tract, hematology parameters related to hemoglobin and coagulation process, reproductive organs, thymus and other lymphoid organs. Adverse effects in the kidney and liver were only detected in rats.[L41409]\r\n\r\nCarcinogenic studies were performed in both Sprague-Dawley rats and CD-1 mice. In doses up to 50 mg/kg/day in female Sprague-Dawley rats and 75 mg/kg/day in male Sprague-Dawley rats and CD-1 mice, eliglustat did not induce neoplasms.[L41404] Eliglustat was negative in the following mutagenesis tests: Ames test, chromosome aberration test in human peripheral blood lymphocytes, mouse lymphoma gene mutation assay and in vivo oral mouse micronucleus test.[L41404]\r\n",
    "targets": [
        [
            "UGCG",
            "Ceramide glucosyltransferase",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ],
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ]
    ],
    "transporters": [
        [
            "ABCB1",
            "P-glycoprotein 1",
            "Humans"
        ]
    ],
    "carriers": null,
    "genomic-data": null
}