{
    "pharmgkb_id": "PA450198",
    "drugbank_id": "DB11596",
    "names": [
        "Levoleucovorin"
    ],
    "description": "Levoleucovorin is the enantiomerically active form of Folinic Acid (also known as 5-formyl tetrahydrofolic acid or leucovorin). Commercially available leucovorin is composed of a 1:1 racemic mixture of the dextrorotary and levorotary isomers, while levoleucovorin contains only the pharmacologically active levo-isomer. In vitro, the levo-isomer has been shown to be rapidly converted to the biologically available methyl-tetrahydrofolate form while the dextro form is slowly excreted by the kidneys. Despite this difference in activity, the two commercially available forms have been shown to be pharmacokinetically identical and may be used interchangeably with limited differences in efficacy or side effects (Kovoor et al, 2009). \r\n\r\nAs folate analogs, levoleucovorin and leucovorin are both used to counteract the toxic effects of folic acid antagonists, such as methotrexate, which act by inhibiting the enzyme dihydrofolate reductase (DHFR). They are indicated for use as rescue therapy following use of high-dose methotrexate in the treatment of osteosarcoma or for diminishing the toxicity associated with inadvertent overdosage of folic acid antagonists. Levoleucovorin, as the product Fusilev (FDA), has an additional indication for use in combination chemotherapy with 5-fluorouracil in the palliative treatment of patients with advanced metastatic colorectal cancer. \r\n\r\nFolic acid is an essential B vitamin required by the body for the synthesis of purines, pyrimidines, and methionine before incorporation into DNA or protein. However, in order to function in this role, it must first be reduced by the enzyme dihydrofolate reductase (DHFR) into the cofactors dihydrofolate (DHF) and tetrahydrofolate (THF). This important pathway, which is required for de novo synthesis of nucleic acids and amino acids, is disrupted when high-dose methotrexate is used for cancer therapy. As methotrexate functions as a DHFR inhibitor to prevent DNA synthesis in rapidly dividing cells, it also prevents the formation of DHF and THF. This results in a deficiency of coenzymes and a resultant buildup of toxic substances that are responsible for numerous adverse side effects of methotrexate therapy. As levoleucovorin and leucovorin are analogs of tetrahydrofolate (THF), they are able to bypass DHFR reduction and act as a cellular replacement for the co-factor THF, thereby preventing these toxic side effects.",
    "indication": "Levoleucovorin is indicated for use as rescue therapy following high-dose methotrexate in the treatment of osteosarcoma or for diminishing the toxicity associated with inadvertent overdosage of folic acid antagonists. Levoleucovorin, as the product Fusilev (FDA, dosed at one-half the usual dose of racemic d,l-leucovorin), has an additional indication for use in combination chemotherapy with 5-fluorouracil in the palliative treatment of patients with advanced metastatic colorectal cancer (although they should not be mixed in the same infusion as a precipitate may form).",
    "pharmacodynamics": "Levoleucovorin is actively and passively transported across cell membranes. In vivo, levoleucovorin is converted to 5-methyltetrahydrofolic acid (5-methyl-THF), the primary circulating form of active reduced folate. Levoleucovorin and 5-methyl-THF are polyglutamated intracellularly by the enzyme folylpolyglutamate synthetase. Folylpolyglutamates are active and participate in biochemical pathways that require reduced folate.",
    "mechanism-of-action": "Folic acid is an essential B vitamin required by the body for the synthesis of purines, pyrimidines, and methionine before incorporation into DNA or protein. However, in order to function in this role, it must first be reduced by the enzyme dihydrofolate reductase (DHFR) into the cofactors dihydrofolate (DHF) and tetrahydrofolate (THF). This important pathway, which is required for de novo synthesis of nucleic acids and amino acids, is disrupted when high-dose methotrexate is used for cancer therapy. As methotrexate functions as a DHFR inhibitor to prevent DNA synthesis in rapidly dividing cells, it also prevents the formation of DHF and THF. This results in a deficiency of coenzymes and a resultant buildup of toxic substances that are responsible for numerous adverse side effects of methotrexate therapy. As levoleucovorin and leucovorin are analogs of tetrahydrofolate (THF), they are able to bypass DHFR reduction and act as a cellular replacement for the co-factor THF, thereby preventing these toxic side effects.",
    "absorption": "After rapid intravenous administration, serum total tetrahydrofolate (total-THF) concentrations reached a mean peak of 1722 ng/mL. Serum (6S)-5-methyl-5,6,7,8-tetrahydrofolate concentrations reached a mean peak of 275 ng/mL and the mean time to peak was 0.9 hours. ",
    "metabolism": "Extensively converted to tetrahydrofolic derivatives.",
    "toxicity": "ِAcute intravenous LD50 values in adult mice and rats were 575 mg/kg (1725 mg/m²) and 378 mg/kg ( 2268 mg/m²), respectively.",
    "targets": [
        [
            "glyA",
            "Serine hydroxymethyltransferase",
            "Shigella flexneri"
        ]
    ],
    "enzymes": null,
    "transporters": null,
    "carriers": null,
    "genomic-data": null
}