{
    "pharmgkb_id": "PA166161216",
    "drugbank_id": "DB14185",
    "names": [
        "Aripiprazole lauroxil"
    ],
    "description": "Aripiprazole lauroxil is a long-acting injectable atypical antipsychotic drug used in the treatment of schizophrenia in adult patients. It is a prodrug of [aripiprazole], which acts as a partial agonist at the D2 and 5-HT1A receptors, and as an antagonist at the 5-HT2A receptors [A34289]. \r\n\r\nAffecting about 1% of the adult population in the United States and approximately 26 million people worldwide, schizophrenia is a chronic neurological disorder that may result in impairments in cognition and executive functions [A34289]. The quality of life in patients is greatly reduced due to negative health outcomes, and oftentimes the patients are faced with social stigma and discriminations. Schizophrenia is characterized by positive symptoms such as delusions, hallucinations, thought disorders, and catanoia, and negative symptoms that include social withdrawal, anhedonia, and flattening of emotional responses [T28]. D2 receptors have been the most common target for antipsychotic agents used in the treatment of schizophrenia: the positive symptoms are thought to arise from overactivity in the mesolimbic dopaminergic pathway activating D2 receptors, whereas  negative symptoms may result from a decreased activity in the mesocortical dopaminergic pathway with D1 receptors predominating [T28]. In a randomized, double-blind clinical trial, treatment of aripiprazole lauroxil in adult patients with schizophrenia resulted in improvement of positive and negative symptoms scores at day 85 of treatment [A34289, A34301]. \r\n\r\nAripiprazole lauroxil was initially approved by the FDA in October 2015 under the market name Aristada for the treatment of schizophrenia. It is administered via intramuscular injection, and requires the establishment of tolerability prior to dosing in treatment-naïve patients [FDA Label]. On July 2nd, a different formulation of aripiprazole lauroxil marketed as Aristada Initio was FDA-approved for immediate initiation of Aristada at any dose. The patients may receive Aristada Initio in combination with a single 30 mg oral dose of aripiprazole to achieve appropriate levels of aripiprazole more rapidly. Long-acting injectable aripiprazole lauroxil displayed comparable efficacy and safety to aripiprazole [A34301], and reduced dosing frequency improves patient adherence.",
    "indication": "Aripiprazole lauroxil is indicated for the treatment of schizophrenia and related psychotic disorders.",
    "pharmacodynamics": "Aripiprazole, which is a major pharmacological metabolite of aripiprazole lauroxil, serves to improve the positive and negative symptoms of schizophrenia by modulating dopaminergic signalling pathways. Aripiprazole lauroxil is reported to have minimal effects on sexual function or prolactin levels [T28]. ",
    "mechanism-of-action": "The pharmacological activity of aripiprazole lauroxil is thought to be mainly mediated by its metabolite aripiprazole, and to a lesser extent, dehydro-aripiprazole. Aripiprazole functions as a partial agonist at the dopamine D2 and the serotonin 5-HT1A receptors, and as an antagonist at the serotonin 5-HT2A receptor [FDA Label]. The desired outcome of antipsuchotic agents in schizophrenia is to inhibit dopaminergic transmission in the limbic system and enhance dopaminergic transmission in the prefrontal cortex. As a partial agonist at D2 receptors in the mesolimbic dopaminergic pathway, aripiprazole acts as a functional antagonist in the mesolimbic dopamine pathway and reduces the extent of dopaminergic pathway activity. This results in reduced positive symptoms in schizophrenia and extrapyramidal motor side effects [A34403]. In contrast, aripiprazole is thought to act as a functional agonist in the mesocortical pathway, where reduced dopamine activity is seen in association with negative symptoms and cognitive impairment [A34403]. Antagonism at 5-HT2A receptors by aripiprazole alleviates the negative symptoms and cognitive impairment of schizophrenia [T28]. 5-HT2A receptors are Gi/Go-coupled that upon activation, produce neuronal inhibition via decreased neuronal excitability and decreased transmitter release at the nerve terminals. In the nigrostriatal pathway, 5-HT2A regulates the release of dopamine. Through antagonism of 5-HT2A receptors, aripiprazole disinhibits the release of dopamine in the striatum and enhance the levels of the transmitters at the nerve terminals [T28]. The combined effects of D2 and 5-HT2A antagonism are thought to counteract the increased dopamine function causing increased extrapyramidal side effects [T28]. Blocking 5-HT2A receptors may also lead to the modulation of glutamate release in the mesocortical circuit, which is a transmitter that plays a role in schizophrenia [A34403]. 5-HT1A receptors are autoreceptors that inhibit 5-HT release upon activation. Aripiprazole is a partial agonist at theses receptors and reduces 5-HT release; this results in potentiated dopamine release in the striatum and prefrontal cortex [T28]. It is reported that therapeutic doses of aripiprazole occupies up to 90% of brain D2 receptors in a dose-dependent manner [A4965]. \r\n\r\nApripiprazole targets different receptors that lead to drug-related adverse reactions; for example, the antagonist activity at the alpha-1 adrenergic receptors results in orthostatic hypotension [A34289]. Aripiprazole's antagonism of histamine H1 receptors may explain the somnolence observed with this drug [A34289].",
    "absorption": "Following a single extended-release intramuscular injection of aripiprazole lauroxil, aripiprazole can be detected in the systemic circulation from 5 to 6 days and is continued to be released for an additional 36 days. The concentrations of aripiprazole increases with consecutive doses of aripiprazole lauroxil and the steady state is reached following the fourth monthly injection [FDA Label]. The systemic exposure to aripiprazole was similar when comparing deltoid and gluteal intramuscular injections [FDA Label]. ",
    "metabolism": "Aripiprazole lauroxil is hydrolyzed to form N-hydroxymethyl-aripiprazole via esterases. N-hydroxymethyl-aripiprazole undergoes a rapid, nonenzymatic spontaneous cleavage, or water-mediated hydrolysis, to form aripiprazole, which mainly contributes to the pharmacological actions of aripiprazole lauroxil. Aripiprazole is further metabolized by hepatic CYP3A4 and CYP2D6 to form dehydro-aripiprazole, which retains some pharmacological activity. Dehydro-aripiprazole displays affinities for D2 receptors similar to aripiprazole and represents 30-40% of the aripiprazole exposure in plasma [FDA Label]. Cytochrome P450 2D6 is subject to genetic polymorphism, which results in pharmacokinetic differences among CYP2D6 metabolizer phenotypes and dosage adjustments accordingly [A34289]. ",
    "toxicity": "LD50 in rat following intramuscular injection was >60 mg aripiprazole equivalents [MSDS]. Oral LD50 of aripiprazole in female rat, male rat, and monkey were 705 mg/kg, 965 mg/kg, and >2000 mg/kg, respectively [MSDS]. Most common adverse reaction of aripiprazole was akathisia. A case of drug overdosage occurred followinga acute ingestion of 1260 mg aripiprazole, which is approximately 42 times the maximum recommended daily dose. Overdose was associated with vomiting, somnolence, and tremor [FDA Label]. Other clinically important signs and symptoms observed in one or more patients with aripiprazole overdoses (alone or with other substances) include acidosis, aggression, aspartate aminotransferase increased, atrial fibrillation, bradycardia, coma, confusional state, convulsion, blood creatine phosphokinase increased, depressed level of consciousness, hypertension, hypokalemia, hypotension, lethargy, loss of consciousness, QRS complex prolonged, QT prolonged, pneumonia aspiration, respiratory arrest, status epilepticus, and tachycardia [FDA Label].\r\n\r\nAripiprazole is an antipsychotic drug that may develop Neuroleptic Malignant Syndrome (NMS), which is manifested with hyperpyrexia, muscle rigidity, altered mental status, and evidence of autonomic instability. In case of NMS, aripiprazole should be discontinued immediately, and intensive symptomatic treatment and medical monitoring should be initiated [FDA Label]. ",
    "targets": [
        [
            "DRD2",
            "Dopamine D2 receptor",
            "Humans"
        ],
        [
            "HTR1A",
            "5-hydroxytryptamine receptor 1A",
            "Humans"
        ],
        [
            "HTR2A",
            "5-hydroxytryptamine receptor 2A",
            "Humans"
        ],
        [
            "HTR1B",
            "5-hydroxytryptamine receptor 1B",
            "Humans"
        ],
        [
            "HTR1D",
            "5-hydroxytryptamine receptor 1D",
            "Humans"
        ],
        [
            "HTR1E",
            "5-hydroxytryptamine receptor 1E",
            "Humans"
        ],
        [
            "DRD1",
            "Dopamine D1 receptor",
            "Humans"
        ],
        [
            "DRD5",
            "Dopamine D5 receptor",
            "Humans"
        ],
        [
            "DRD3",
            "Dopamine D3 receptor",
            "Humans"
        ],
        [
            "DRD4",
            "Dopamine D4 receptor",
            "Humans"
        ],
        [
            "HTR2C",
            "5-hydroxytryptamine receptor 2C",
            "Humans"
        ],
        [
            "HTR3A",
            "5-hydroxytryptamine receptor 3A",
            "Humans"
        ],
        [
            "HTR6",
            "5-hydroxytryptamine receptor 6",
            "Humans"
        ],
        [
            "HTR7",
            "5-hydroxytryptamine receptor 7",
            "Humans"
        ],
        [
            "HRH1",
            "Histamine H1 receptor",
            "Humans"
        ],
        [
            "ADRA1A",
            "Alpha-1A adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA1B",
            "Alpha-1B adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA2A",
            "Alpha-2A adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA2B",
            "Alpha-2B adrenergic receptor",
            "Humans"
        ],
        [
            "ADRA2C",
            "Alpha-2C adrenergic receptor",
            "Humans"
        ],
        [
            "CHRM1",
            "Muscarinic acetylcholine receptor M1",
            "Humans"
        ],
        [
            "CHRM2",
            "Muscarinic acetylcholine receptor M2",
            "Humans"
        ],
        [
            "CHRM3",
            "Muscarinic acetylcholine receptor M3",
            "Humans"
        ],
        [
            "CHRM4",
            "Muscarinic acetylcholine receptor M4",
            "Humans"
        ],
        [
            "CHRM5",
            "Muscarinic acetylcholine receptor M5",
            "Humans"
        ]
    ],
    "enzymes": [
        [
            "CYP3A4",
            "Cytochrome P450 3A4",
            "Humans"
        ],
        [
            "CYP2D6",
            "Cytochrome P450 2D6",
            "Humans"
        ],
        [
            "CYP3A5",
            "Cytochrome P450 3A5",
            "Humans"
        ],
        [
            "CYP3A7",
            "Cytochrome P450 3A7",
            "Humans"
        ]
    ],
    "transporters": null,
    "carriers": [
        [
            "ALB",
            "Serum albumin",
            "Humans"
        ]
    ],
    "genomic-data": null
}